{
    "author": "Molesworth",
    "text": "HEalth and Liberty are without dis∣pute the greatest natural Blessings Mankind is capable of enjoying; I say natural, because the contrary states are purely accidental, and arise from Nature debauched, depraved or enforced. Yet these Blessings are seldom sufficiently valu∣ed whilst enjoy'd; like the daily advan∣tages of the Sun and Air, they seem scarce regarded because so common, by those that are in possession of them. But as an Italian that passes a Winter in Groenland, will soon be convinc'd through his want of the kind Influences of that glorious Planet, how much Misery he endures, in comparison of those who dwell in his Native Country, so he that knows by Experience the trouble of a languishing Sickness, or the loss of his Liberty, will presently begin to have a right esteem of that which formerly he scarce thought worth his notice. This Experience is either what a Man learns by that which befalls himself, or by making Observations on the condition of other People: The first is the common guide to the generality of Mankind, who are not apt to look beyond themselves, unless with St. Thomas they feel as well as see, they will not believe. Thus in the instance of bodily Health, we find those that have been always accustom'd to it, have scarce any Notion of the Misery of the contrary state, and therefore are careless in shunning those Excesses which might bring Diseases upon them; the sad Examples seen every day of miserable sick Debauchées, being not suf∣ficient to deter others from lewdness. But the second sort of Experience is the In∣structress of wise Men: For the Prudent will not fail to benefit themselves by the Accidents that befall others, both in their Health and Liberty, by avoiding the oc∣casions of them: And this is one of the great Advantages of Society, that not only the Assistance, but even the Misfortunes of others, may be of use to us. Want of Liberty is a Disease in any So∣ciety or Body Politick, like want of Health in a particular Person; and as the best way to understand the nature of any Distem∣per aright, is to consider it in several Pa∣tients, since the same Disease may proceed from different causes, so the disorders in Society are best perceived by observing the Nature and Effects of them in our se∣veral Neighbours: Wherefore Travel seems as necessary to one who desires to be useful to his Country, as practising upon o∣ther Mens Distempers is to make an able Physician: For although a Man may see too frequently the Misery of such as are de∣priv'd of Health without quitting his own Country, yet (thanks to Providence) he must go out of these Kingdoms who would know experimentally the want of Publick Liberty. He that Travels into a Climate infected with this Disease (and he can find sew that are not) does not only see, but in some measure feel the Grievances occa∣sioned by it in the several Inconveniencies of living, in some proportion with the Na∣tives; so as to relish better upon his re∣turn (which we suppose depends upon his choice) the freedom and ease of his own home Constitution; and may make good use of this Experience without having paid too dear for it: But a Man cannot transmi∣grate himself for a while into a distem∣per'd Body as he may Travel into an En∣slaved Country, with equal facility of get∣ting rid of each of them again. Thus 'tis a great, yet rare advantage to learn rightly how to prize Health without the expence of being Sick, but one may ea∣sily and cheaply grow sensible of the true value of Liberty by Travelling into such Countries for a Season as do not enjoy it. And this can be done by no Nation in the World so commodiously as the English: The affluence of their Fortunes and Easi∣ness in their private Affairs are evident∣ly greater than those of other People of Europe; so that generally speaking, none are in a condition to spend more freely, or may propose to reap greater benefit by Travel, and yet none have practised it less. In other Countries some Princes and Men of the first quality may have Purses strong enough to bear the expence, but few of the midling sort venture upon it; and those are commonly either Military Men, who have other designs in view than the know∣ledge of the World; or the Unfortunate, who chuse it as a diversion or a refuge, and who have their Heads too full of their own Miseries, to be at leisure to make their Observations on others. And besides, we often see the like Arbitrary Practices at home (they having been always train'd up in Servitude) does so far vitiate their Reason, as to put them out of a capacity of judging aright: for 'tis not only possible, but very usual, that People may be so sea∣son'd to and hardned in Slavery, as not only to have lost the very Taste of Liberty, but even to love the contrary State: as Men over-run with the Spleen take plea∣sure in their Distemper. But in England there are very many Gentlemen, whose Estates will afford them either to travel in Person, or to send a∣broad such of their Sons for four or five Years as have the most solid Judgments, in which time they may acquire such Manners, and make such Observations as shall render them useful to their Country; and thereby ad∣vance their private Fortunes, more than what is saved by keeping them at home would amount to. The Method which has been generally fol∣low'd by us in sending young Gentlemen to Travel can hardly answer any of these ends: on the contrary it has hitherto been so mischievous, that 'tis well travelling has been so little in fashion. We send them abroad Children, and bring them home great Boys, and the returns they make for the Expences laid out by their Parents, are suitable to their Age: That of the Lan∣guages is the very best, but the most com∣mon is an affected Foppishness, or a filthy Disease. for which they sometimes exchange their Religion: Besides, the Pageantry, Luxury, and Licentiousness of the more Arbitrary Courts have bribed them into an Opinion of that very Form of Govern∣ment: Like Ideots, who part with their Bread for a glittering piece of Tinsel, they prefer gilded Slavery to coarse domestick Liberty, and exclaim against their old fashi∣on'd Country-men, who will not reform their Constitution according to the new foreign Mode. But the Travelling recom∣mended here is that of Men, who set out so well stock'd with the Knowledge of their own Country, as to be able to compare it with others, whereby they may both supply it where they find it wanting, and set a true value on't where it excels: with this help such Travellers could not fail of be∣coming serviceable to the Publick, in con∣tributing daily towards the bettering of our Constitution, though without doubt it be already one of the best in the World. For it were as fond to imagine we need not go abroad, and learn of others, because we have perhaps better Laws and Customs already then Forreigners, as it were not to Trade abroad, because we dwell in one of the plentifullest Parts of the World. But as our Merchants bring every day from barren Countries many useful things, which our own good one does not produce; so if the same care were taken to supply us with exact Accounts of the Constitutions, Manners, and Condition of other Nations, we might without doubt find out many things for our purpose, which now our meer Ignorance keeps us from being sensible that we want. The Athenians, Spartans, and Romans did not think themselves too wise to follow this Method, they were at great Expence to procure the Laws of other Na∣tions, thereby to improve their own: and we know they throve by it, since few Govern∣ments are so ill constituted, as not to have some good Customs. We find admirable Regulations in Denmark, and we read of others among the Savage Americans fit to serve for Models to the most civilized Europeans. But although the Constitution of our Government were too perfect already to receive any Improvement, yet the best Methods conducing to the peaceable Con∣servation of its present Form, are well worth every English Man's enquiry; nei∣ther are these so easily to be found in this Age, which were judged so difficult, (if not altogether impracticable) by the great∣est of Politicians in his time.* 1.1 'Tis true, the Wisdom of our Ancestors, or their good Fortune, has hitherto made these our King∣doms an Exception to his general Maxim; yet we all know how many grievous Tem∣pests (which as often threatned Shipwrack) this Vessel of our Commonwealth has under∣gone. The perpetual Contests between the Kings and the People (whilst those endea∣vour'd to acquire a greater Power than was legally due, and these to preserve or re∣cover their just Liberties) have been the contending Billows that have kept it afloat; so that all we pretended to by the late Re∣volution (bought with so great Expence, yet not too dearly paid for) was to be as we were, and that every one should have his own again; the effecting of which may be called a piece of good Luck, and that's the best can be said of it. But must fre∣quent Blood-lettings be indispensibly ne∣cessary to preserve our Constitution? Is it not possible for us to render vain and untrue that Sarcasm of Forreigners, who object to us that our English Kings have either too little Power, or too much, and that therefore we must expect no settled or lasting Peace? Shall we for ever retain the ill Character they give us of the most mutable and inconstant Nation of the World? Which however we do not deserve, no more than England does that of Regnum Dia∣bolorum, so common in unconsidering For∣reigners Mouths? Methinks a Method to preserve our Commonwealth in its legal State of Freedom, without the necessity of a Civil War once or twice every Age, were a benefit worth searching for, though we went to the furthest Corners of the World in quest of it. Besides the Knowledge of the present State of our Neighbour Nations (which is best acquired by Travel) is more incum∣bent on the Gentlemen of England than any others; since they make so considerable a part of our Government in Parliament, where foreign Business comes frequently un∣der Consideration, and at present more then ever. 'Tis none of the smallest Advantages which his Majesty has procured us by his accession to the Crown, that we make a greater Figure in the World than former∣ly; we have more foreign Alliances, are become the Head of more than a Protestant League, and have a right to intermeddle in the Affairs of Europe, beyond what we ever pretended to in any of the preceding Reigns: For 'tis a true, though but a Me∣lancholy Reflexion, that our late Kings half undid us, and bred us up as narrow spirited as they could, made us consider our selves as proscribed from the World; in every sence toto divisos orbe Britannos. And indeed they had withdrawn us from the World so long till the World had al∣most overlooked us; we seldom were per∣mitted to cast an Eye farther than France or Holland, and then too we were careful∣ly watched: But at present Matters are otherwise; we have a Prince that has rai∣sed us to our natural Station, the Eyes of most part of the World are now upon us, and take their Measures from our Coun∣cils: We find every day occasion to inform our selves of the Strength and Interests of the several Princes of Europe. And perhaps one great reason why we live up no better to the mighty Post we are ad∣vanced to, nor maintain our Character in it with great Reputation, is because our Education has been below it, and we have been too much lock'd up at home, when we should have been acquainting our selves with the Affairs of the World abroad. We have lately bought the Experience of this Truth too dear, not to be now sen∣sible of it. 'Tis not very long ago since nothing was more generally believed (e∣ven by Men of the best Sence) then that the Power of England was so unquestion∣ably establish'd at Sea, that no Force could possibly shake it, that the English Valour and Manner of Fighting was so far beyond all others, that nothing was more desirable than a French War. Should any one have been so regardless of his Re∣putation, as at that time to have repre∣sented the French an overmatch for the united Forces of England and Holland; or have said that we should live to see our selves insulted on our own Coasts and our Trade indanger'd by them, that we should be in Apprehensions every Year of an Inva∣sion and a French Conquest: such a venture∣some Man must have expected to have pass'd for a very Traveller, or at best for an ill∣natur'd or unthinking Person, who little con∣sider'd what the irresistible Force of an English Arm was; But our late Experience has reclaim'd us from these Mistakes; our Fathers and Grandfathers told us indeed these things when they were true, when our Yeomanry and Commonalty were evey day exercised in drawing the Long∣bow and handling the Brown-bill, with other Weapons then in use, wherein we ex∣cell'd all the World; but we have liv'd up∣on the Credit of those Times too long, and superciliously neglected our formidable Neighbour and Enemy, whilst he was im∣proving his Strength, and we through the Encouragement, and by design of our late Rulers were enervating our own. The Ecclesiasticks of most Religions, who are allow'd to understand and prosecute their own Interests best of any People, though they be generally Persons whose Function obliges them to a sedentary and studious Course of Life, have not omitted to draw such Advantages from Travel as conduce to their Honour and Profit. These Men, whose conversing with Books makes them know more then others, have yet found their Account in sending some of the most judicious of their Members and Fraternities to fetch home Knowledge and Experience from the remotest parts of the World. The Colledge De propaganda fide was establish'd under pretence indeed of serving Religion, but we know the Foun∣ders of it are no farther slaves to Religion than 'twill be serviceable to them, neither was it so much through zeal for Conversi∣ons, as to increase their Revenues, and learn Forreign Policies in Church and State Affairs. The Jesuits have brought seve∣ral Maxims, as well as Sums, from as far off as China and Japan, thereby impro∣ving their Knowledgè, so as to outwit their Friends at home, and by following their Example in this. I am sure we can run no hazard, at least of passing for Fools. These Men (whose firm adherence to the most exquisite Tyranny is manifest by their in∣defatigable endeavours in behalf of the French King's Interests, as formerly of the House of Austria's, whilst it was in its heighth) have by these Arts ingrossed to themselves the Education of the Youth in all Popish Countries. The Lutheran Priests (who have an entire dependance on their Kings and Princes) are intrusted with the like in those Countries which ob∣serve the Confession of Ausburg. They also send abroad some of their hopefullest young Students, several of which may be met with at Oxford, Cambridge, and Paris: The use they make of Travel being not only to improve their Knowledge in Sciences, but to learn fit Methods to please their Sove∣raigns at the expence of the Peoples Li∣berties. Now in former Ages, whilst the Ecclesiasticks were both ignorant and scan∣dalously wicked, they were not esteemed by the Laity, and consequently had not so much power to do mischief: But since that through a Reformation of Manners, and Knowledge of the World, they have reco∣ver'd credit, and that the restored Learn∣ing of Europe is principally lodg'd among them, they have gained a much greater influence both on the Opinions and Pra∣ctices of their Disciples, and promoted a pernicious Doctrine with all the success they themselves could desire. But the same Travel will afford the best Antidote for this Poyson, and teach a Gentleman, who makes right use of it, by what steps Slave∣ry has within these last 200 Years crept upon Europe, most of the Protestant, as well as Popish Countries having in a man∣ner quite lost the precious Jewel Liberty. This cannot be attributed to any more pro∣bable cause than the enslaving the Spirits of the People, as a preparative to that of their Bodies; for since those Forreign Princes think it their Interest that Sub∣jects should obey without Reserve, and all Priests, who depend upon the Prince, are for their own sakes obliged to promote what he esteems his Interest, 'tis plain, the E∣ducation of Youth, on which is laid the very Foundation Stones of the publick Li∣berty, has been of late years committed to the sole management of such as make it their business to undermine it; and must needs do so, unless they will be false to their Fortunes, and make the Character of Priest give place to that of true Patriot. 'Tis confest that in their Schools and Universities, excellent Rules for attaining Languages and Sciences are made use of with greater success than any heretofore: Those Youths especially, who have been bred among the Jesuits, are justly remark∣ed to excel others of equal Parts instructed elsewhere: But still this is only a train∣ing up in the knowledge of Words and Lan∣guages, whereof there is seldom any occasi∣on, as if the Pupils were intended to be made School-masters; whilst the weightier Matters of true Learning, whereof one has occasion every hour; such as good Princi∣ples, Morals, the improvement of Rea∣son, the love of Justice, the value of Li∣berty, the duty owing to ones Countrey and the Laws, are either quite omitted, or slightly passed over: Indeed they forget not to recommend frequently to them what they call the Queen of all Vertues, viz. Submission to Superiors, and an entire blind Obedience to Authority, without instructing them in the due measures of it, rather teaching them that 'tis without all bounds: Thus the Spirits of Men are from the beginning inured to Subjection, and deprived of the right Notion of a ge∣nerous and legal Freedom; which few a∣mong them (so hardly are the prejudices of Education shaken off) grow sensible of, till they become of some Age and Maturity, or have unlearn'd by good Company and Travel those dangerous passive Doctrines they suck'd in at the Schools and Univer∣sities: But most have the Misfortune to carry these slavish Opinions with them to their Graves. Had these Countries, whilst they were free, committed the Government of their Youth to Philosophers instead of Priests, they had in all probability preserv'd them∣selves from the Yoak of Bondage to this day, whereas now they not only endure it, but approve of it likewise.—tantum rel∣ligio potuit. The Greeks and Romans instituted their Academies to quite another purpose, the whole Education of their Youth tended to make them as useful to the Society they lived in as possible. There they were train'd up to Exercise and Labour, to ac∣custom them to an active Life: No Vice was more infamous than Sloth, nor any Man more contemptible than him that was too lazy to do all the Good he could; the Lectures of their Philosophers served to quicken them up to this. They recommend∣ed above all things the Duty to their Countrey, the preservation of the Laws and the publick Liberty; subservient to which they preach'd up Moral Virtues, such as Fortitude, Temperance, Justice, a contempt of Death, &c. Sometimes they made use of pious Cheats, as Elisian Fields, and an Assurance of Future Hap∣piness, if they died in the Cause of their Countrey; and even deceived their Hea∣rers into Greatness: Hence proceeded all those Noble Characters wherewith their Histories are so stock'd: Hence it was that their Philosophers were deservedly look'd upon as Supports of the State, they had their dependance wholly upon it; and as they could have no Interest distinct from it, they laid out themselves towards the advancing and promoting the good of it, insomuch that we find the very good Fortune of their Commonwealths often lasted no longer than they did. The ma∣nagers of our modern Education have not been quite so publick Spirited, for it has been, as I have shewn, for the most part in the hands of Men who have a distinct Interest from the publick; therefore 'tis not to be wondred at, if like the rest of the World, they have been byassed by it, and directed their principal Designs to∣wards the advancing their own Fortunes. Good Learning as well as Travel is a great Antidote against the Plague of Ty∣ranny. The Books that are left us of the Ancients (from whence, as from Foun∣tains, we draw all that we are now Ma∣sters of) are full of Doctrines, Sentences, and Examples exhorting to the Conserva∣tion or Recovery of the publick Liberty, which was once valued above Life. The Hero's there celebrated are for the most part such as had destroyed or expelled Ty∣rants; and though Brutus be generally de claimed against by modern School-boys, he was then esteemed the true Pattern and Model of exact Vertue. Such was Cato of Utica, with others of like stamp. The more any person is conversant with good Books, the more shall he find the practices of these Great Men in this particular found∣ed upon Reason, Justice, and Truth; and unanimously approv'd of by most of the suc∣ceeding Wise-men which the World has produc'd. But instead of Books which inform the Judgment, those are commonly read in the Schools abroad, wherein an Elegancy of Latin and Greek Style is more sought af∣ter than the matter contained in them: So that such as treat a little boldly of pub∣lick Liberty occur to the reading of few, and those grown Men, rather through Chance or their Curiosity, than the recommendati∣on of their Instructors. 'Twas not to learn Forreign Languages that the Graecian and Roman Youths went for so long together to the Academies and Lectures of their Philosophers. 'Twas not then, as now with us, when the Cha∣racter of a Scholar is to be Skilled in Words; when one who is well versed in the dark Terms and Subtilties of the Schools passes for a profound Philosopher, by which we seem so far to have perverted the Notion of Learning, that a Man may be reputed a most extraordinary Scholar, and at the same time be the most useless Thing in the World; much less was it to learn their own Mother Tongues, the Greek and Latin, which we hunt after so eagerly for many Years together, (not as being the Vehicles of good Sence, but as if they had some intrinsick Virtue.) 'Twas to learn how and when to speak pertinently, how to act like a Man to subdue the Pas∣sions, to be publick Spirited, to despise Death, Torments, and Reproach, Riches and the Smiles of Princes, as well as their Frowns, if they stood between them and their Duty. This manner of Education produced Men of another stamp than ap∣pears now upon the Theatre of the World; such as we are scarce worthy to mention, and must never hope to imitate, till the like manner of Institution grows again into Reputation; which in Enslaved Countries 'tis never likely to do, as long as the Ec∣clesiasticks, who have an opposite Interest, keep not only the Education of Youth, but the Consciences of old Men in their Hands. To serve by-ends, and because Priests thought they should find their own account in it, they calculated those unintelligible Doctrines of Passive Obedience and Jus Divinum; that the People ought to pay an absolute Obedience to a limited Govern∣ment; fall down and worship the work of their own Hands, as if it dropt from Hea∣ven; together with other as profitable Do∣ctrines, which no doubt many are by this time ashamed of, tho' they think it below them to condescend so far as to confess them∣selves to have been in the wrong. For this Notion of Jus Divinum of Kings and Prin∣ces was never known in these Northern Parts of the World till these latter Ages of Slavery: Even in the Eastern Countries, though they adore their Kings as Gods, yet they never fancied they received their Right to Reign immediately from Hea∣ven. The single Example in Scripture so much insisted on, viz. the Reign of Saul over the Jews, and Samuel's De∣scription of what a King would be, not what he lawfully might be; proves ei∣ther nothing at all, or the contrary to what some would have it; for besides that there are many Relations of Fact in the Old Testament, not condemned there, which it would not be only inconvenient, but sinful for us to imitate: Whoever peruses the whole Story of Saul and his Successor, will therein find more substantial Argu∣ments against the Jus Divinum and Non∣Resistance, than for it: But we shall leave this, both as being too large an Argument for the compass of a Preface, and as being already fully handled by more able Pens. All Europe was in a manner a free Coun∣try till very lately insomuch that the Eu∣ropaeans were, and still are, distinguish'd in the Eastern Parts of the World by the name of Franks. In the beginning small Territories, or Congregations of People, chose valiant and wise Men to be their Captains or Judges, and as often Deposed them upon Mis-management. These Captains (doing their Duty well and faithfully) were the Originals of all our Kings and Princes, which at first, and for a long time were every where Elective. Accord∣ing to their own Warlike Temper, or that of the People which they govern'd, they (upon the Score of Revenge, Ambition, or being overthronged with Multitudes at home) encroached upon their Neighbours; till from petty Principalities their Coun∣tries waxed to mighty Kingdoms. Spain alone consisting of twelve or thirteen till t'other day, and one part of our Island of no less than seven: Each of these was at first made through an Union of many petty Lordships. Italy from several small Com∣monwealths was at length swallowed up by the Emperors, Popes, Kings of Spain, Dukes of Florence, and other lesser Ty∣rants. Yet 'tis to be remark'd that the ancient State of Europe is best preserved in Italy even to this day, notwithstanding the Encroachments which have been there made on the Peoples Liberties; of which one Reason may be, that the Republicks, which are more in number and quality in that Spot of Ground than in all Europe be∣sides, keep their Ecclesiasticks within their due bounds, and make use of that natural Wit which Providence and a hap∣py Climate has given them, to curb those, who if they had Power would curb all the World. Every one ought to know how great the Rights of the People were very lately in the Elective Kingdoms of Sweden and Denmark; how Germany was freer than any other part of Europe, till at length 'twas Lorded by Captains, which (in pro∣cess of time grew Princes and Electors) and by Bishops with Temporal Authority, who may thank Charles the Great (a very bigotted Prince) for their double Sword of Flesh and Spirit. If it be objected, that Princes have ac∣quired a Right to be absolute and arbitrary where the Subjects have given up their Liberties, there are some in the World who venture to answer, That no People in their right Wits, (that is) not guided by Fear or Tumult, can be supposed to confer an absolute Dominion, or to give away the Freedom of themselves and their Posterity for all Generations; that such a Donation ought to be esteemed of no great∣er validity than the Gift of an Estate by a Child or a Mad-man from his lawful Successor; that the People can no more part with their legal Liberties, then Kings can alienate their Crowns: That nothing which even the Representative Body of the People does, which shall afterwards tend to the detriment of the Universality can then be obligatory, because many things good and profitable at the time of making those Laws may be the quite contrary af∣terwards, and as soon as any Law grows apparently mischievous to the whole Body that made it, or their Successors, it ought by them to be repealed, and would certain∣ly be so in Countries where frequent free Assemblies of the States are in use. That if these Assemblies be hindred, or cor∣rupted by sinister Practices, the obliging quality of such a Law determines of it self through its own nature, it being sup∣posed that the true Representatives of the People would have annull'd it, had they been permitted to meet and act free∣ly: That the Acts of one general Parlia∣ment, though a free one, are not perpetu∣ally obliging, since that as well as particu∣lar Persons is liable to mistakes; but the Acts of an eternal Succession of Parlia∣ments, who make, confirm, change, or re∣peal Laws at their pleasure. These are hard Sayings in the Opinion of many; but thus much we are sure of, whoever goes about to destroy or diminish the Right of the People in the disposal of the Crown, at the same time subverts their Majesty's Title to it: 'Tis therefore season∣able now or never to assert both; notwith∣standing the prevarication of those who dare act under and receive benefit by this Revolution which they contributed nothing to, but which the People through God's As∣sistance procured for themselves; yet will not dive into the Merits of the Cause, nor own the Lawfulness of the Fact; but either cautiously avoid the Argument, or if it comes cross their way, mumble it as tenderly as the Ass did the Thistle, which caused the Philosopher to laugh, who never did it in his Life but that once; so this manner of Behaviour would move both the Laughter and Indignation of all under∣standing Persons, Lovers of their Coun∣tries legal Liberties, for none are forced to fall under greater Absurdities, or to make more terrible Blunders in Divinity, Politicks, and good Sence, than such as would fain reconcile present Interest to their old beloved Maxims—res est ridi∣cula & nimis jocosa; Catull. But Hea∣ven be praised, the Nation is almost freed from the gross Error of that slavish Do∣ctrine, in spite of the Endeavours of such as would keep it alive, like hot Embers cover'd over with Ashes, ready to be blown up again into a flame upon the first occasi∣on. In Russia and Muscovy the Government is as Tyrannical as in any of the more Ea∣stern Monarchies, the Priests there have very much contributed both to make and keep it so. To the end that the People may be kept in the requisite Temper of O∣bedience, none are permitted to Travel upon pain of Death, except such as have special License, which are exceeding few; neither are any Gentlemen of those Coun∣tries to be met with abroad, but publick Ministers and their Retinue: The Cause of this severe Prohibition is, least such Travellers should see the Liberty of other Nations, and be tempted to covet the like for themselves at home, which might occa∣sion Innovations in the State. The same reason which induces Tyrants to prohibit Travelling, should encourage the People of free Countries to practice it, in order to learn the Methods of preserving that which once lost is very difficultly recover'd; for Tyranny usually steals upon a State by degrees, and is (as a wise Man said) like a hectick Fever, which at first is easie to be cured, but hardly can be known; after 'tis throughly known it becomes almost in∣curable. Now travel best of all other Me∣thods discovers (at least expence) the Symptoms of this pernicious Disease, as well as its dismal Effects when grown to a head; and 'tis certainly of greater Impor∣tance to understand how to preserve a sound Constitution, than how to repair a crazed one, though this also be a beneficial piece of Knowledge. In our own Universities, which are with∣out controversie the best in the World, whether we consider their Revenues, their Buildings, or their Learning, there are travelling Fellowships establish'd; which in a Country where the Clergy's Interest is not distinct from that of the Laity, is so far from being prejudicial to the legal Li∣berties of the People, that it tends to the Conservation of them; for such worthy Men as are employ'd abroad, may bring home generous Notions of Liberty, and make ad∣mirable Remarks on the contrary State; which being inculcated from the Pulpit, and enforced by the learned Arguments of able Divines, must needs overthrow those servile Opinions, which of late have been too much back'd by God's Authority, al∣most to the ruin of a Free People. I do not hereby mean to reflect on the Order which generally has the govern∣ment of our Youth; we have had the Ex∣perience of many among them who have given proof of a freer Education and use∣ful Learning: And without question the chief Posts of the Gown of both kinds were never better fill'd than at present. I only lament the ill Contrivance of their Con∣stitution, for while Interest draws one way, and Honesty another, when a Man may make his Fortune by forgetting his Duty to his Country, but shall always stick at Mark while he serves it; 'tis scarcely to be ho∣ped Men should hold out against such Temptations, unless they be more gifted with Honesty than the generality of Man∣kind are. And since they continue still upon the same bottom, it must be expect∣ed the same, or other as mischievous Do∣ctrines will every day be broach'd: where∣as if they were once set upon the same foot the Philosophers of old were, if Honesty and the Duty to their Country were made their private Interest, and the way to thrive; we should soon see them shift hands, and the Spirit of those Philoso∣phers revive again in them. The Constitution of our Universities, as to Learning, seems as unfortunately regu∣lated as it is to Politicks. We receive the directions of our Studies there, from Sta∣tutes made by those who understood nothing of the Matter, who had a quite dif∣ferent Notion and Taste of Learning from what the World has at present: It seems as ridiculous to take Patterns for the gen∣tile Learning of this Age from the old fa∣shion'd Learning of the Times wherein the University Statutes were compiled, as it would be for one who would appear well dress'd at Court, to make his Cloaths after the Mode in Henry the VIII's day: But 'tis of infinitely worse consequence; for the Prejudices and wrong Notions, the stiffness and positiveness in Opinion, the litigious∣ness and wrangling, all which the old Phi∣losophy breeds, besides the narrow Spirited∣ness, and not enduring of Contradiction, which are generally contracted by a Mo∣nastick Life, require a great deal of time to get rid of, and until they be filed off by Conversation in the World abroad, a Man's Learning does but render him more useless and unfit for Society. I dare appeal to common Experience, whether those excellent Men that of late Years have been preferred in our Church (then which Set of Divines England scarce ever knew a better) be not for the most part such as have been very conversant with the World; and if they have not all travell'd out of this Kingdom, have at least spent the best part of their days in this Epitom of the World, the City of London, where they have learnt Christian Liberty as well as other Christian Vertues. The great difference between these and others of narrow Opiniastre Tempers caus'd by their Monk-like Education is discernable by every Body, and puts it out of all doubt, that such who have seen most, of what Profession soever they be, prove the most honest and virtuous Men, and fittest for Humane Society: these embrace better Notions relating to the Publick, weigh O∣pinions before they adhere to them, have a larger Stock of Charity, a clearer Manner of distinguishing between Just and Unjust, understand better the Laws of our own Land, as well as the Priviledges and Frail∣ties of Human Nature; And all this in a de∣gree far excelling the most zealous learn∣ed religious Person who has been brought up in his Cell, and is therefore what we call a Bigot, stiff in an Opinion, meerly be∣cause he has been used to it, and is asha∣med to be thought capable of being de∣ceived. Lawyers, whose manner of Breeding is much abroad in the World, and who are used to promiscuous Conversation, have been observed in most places to be great Favourers of Liberty, because their know∣ledge of ancient Practice, and the just Title which the People have to their Priviledges (which they meet with every where in their course of Reading) makes them less scrupulous of committing what some Di∣vines miscal a Sin in those that endeavour to preserve or recover them; the Over∣sights of some few Gentlemen of this honour∣able Profession are therefore the less excu∣sable; for I must confess, among other things, that Motto, A Deo Rex, à Rege Lex—wherein the Divine Right of the impious Will of a Tyrant is as strongly asserted as could be in the compass of a Ring, has occasioned frequent Reflections, not much in favour of those that made use of it. Thus I have touch'd upon the Manner of Education necessary to the beginning and finishing a Gentleman, who is to be useful to his Country, which I suppose ought to be the principal end of it. And I can't but believe, if in our Schools our Youth were bred up to understand the Meaning of the Authors they are made to read, as well as the Syntax of the Words. If there were as much care taken to inculcate the good Maxims, and recommend the noble Characters the old Historians are so full of, as there is to hammer into their Heads the true Grammar of them, and the fine∣ness of the Phrase: If in our Universities a proportionable Care were taken to fur∣nish them with noble and generous Learn∣ing: If after this they were duly informed in the Laws and Affairs of their own Country, trained up in good Conversation and useful Knowledge at home, and then sent abroad when their Heads began to be well settled, when the heat of Youth was worn off, and their Judgments ripe enough to make Observation: I say, I cannot but believe that with this manner of Instituti∣on a very moderate Understanding might do wonders, and the coming home fully instructed in the Constitutions of other Go∣vernments, would make a Man but the more resolute to maintain his own. For the advantage of a free Govern∣ment above its contrary needs no other help to make it appear, then only to be ex∣posed to a considerate View with it: The difference may be seen written in the very Faces of the several People, as well as in their manner of Living; and when we find nothing but Misery in the fruitfullest Coun∣tries subject to Arbitrary Power, but al∣ways a Face of plenty and Chearfulness in Countries naturally unfruitful, which have preserv'd their Liberties, there is no fur∣ther room left for Argument, and one can∣not be long in determining which is most eligible. This Observation is so obvious that 'tis hard for any that Travels not to make it; therefore 'tis a sufficient reason why all our Gentry should go abroad. An English Man should be shewn the Misery of the enslaved Parts of the World, to make him in Love with the Happiness of his own Country; as the Spartans exposed their drunken Servants to their Children, to make them in love with Sobriety. But the more polish'd and delicious Countries of France, Spain, or Italy, are not the places where this Observation may be made to greatest advantage; the Man∣ner of Living, Goodness of the Air and Diet, the Magnificence of the Buildings, Pleasantness of the Gardens, pompous E∣quipage of some great Persons, dazzle the Eyes of most Travellers, and cast a disguise upon the Slavery of those Parts; and as they render this Evil more supportable to the Natives, so they almost quite hide it from the view of a Cursory Traveller, a∣musing him too much from considering the Calamities which accompany so much Splen∣dour, and so many Natural Blessings: or from reflecting how much more happy the Condition of the People would be with better usage. But in the Northern King∣doms and Provinces there appears little or nothing to divert the Mind from con∣templating Slavery in its own Colours, without any of its Ornaments. And since, for that reason, few of our Gentlemen find temptation enough to Travel into those Parts, and we have hardly any tolerable Relation of them extant, though we have frequent occasions of being concerned with them, I thought it might be of use to pub∣lish the following Account of Denmark, which I took care to be informed of upon the place with the greatest Exactness pos∣sible, and have related fairly and impar∣tially, which may save the Curious the la∣bour and expence of that Voyage. That Kingdom has often had the Mis∣fortune to be govern'd by French Counsels. At the time when Mr. Algernoon Sydney was Ambassador at that Court, Monsieur Terlon, the French Ambassador, had the Confidence to tear out of the Book of Motto's in the King's Library, this Verse, which Mr. Sydney (according to the li∣berty allowed to all noble Strangers) had written in it: —manus haec inimica tyrannis Ense petit placidam sub libertate quietem.— though Monsieur Terlon understood not a word of Latin, he was told by others the Meaning of that Sentence, which he consi∣dered as a Libel upon the French Govern∣ment, and upon such as was then a setting up in Denmark by French Assistance, or Example. To conclude; A considering English Traveller will find by experience, that at present nothing is so generally studied by the Sovereign Princes of the World, as the Arts of War, and the keeping of their own Countries in the desired Subjection. The Arts of Peace, whereby the Encrease and Prosperity of their Subjects might be promoted, being either intirely neglected or faintly prosecuted; he will further be convinced what great reason he has to bless Providence for his being born, and con∣tinuing yet a Freeman: He will find that the securing this inestimable Blessing to himself, and transmitting it to late Poste∣rity, is a Duty he owes to his Country; the right performance of which does in a great measure depend upon a good Edu∣cation of our Youth, and the Preserva∣tion of our Constitution upon its true and natural Basis, The Original Contract. All other Foundations being false, non∣sensical, and rotten; derogatory to the present Government, and absolutely de∣structive to the legal Liberties of the English Nation. Salus populi suprema lex esto. THE Ancient Form of Govern∣ment here was the same which the Goths and Vandals e∣stablished in most,* 5.2 if not all, Parts of Eu∣rope, whither they carried their Con∣quests, and which in England is retained to this day for the most part. 'Tis said of the Romans, That those Provinces which they Conquer'd were amply recompenced, for the loss of their Liberty, by being reduced from their Barbarity to Civility; by the Intro∣duction of Arts, Learning, Commerce, and Politeness. I know not whether this manner of Arguing hath not more of Pomp than Truth in it; but with much greater reason may it be said that all Europe was beholding to these People for introducing or restoring a Constituti∣on of Government far excelling all others that we know of in the World. 'Tis to the ancient Inhabitants of these Countries, with other neighbouring Provinces, that we owe the Original of Parliaments, for∣merly so common, but lost within this last Age in all Kingdoms but those of Po∣land, Great Britain, and Ireland. Denmark therefore was till within these Two and Thirty years governed by a King chosen by the People of all sorts, even the Boors had their Voices, which King Waldemar the Third acknowledged in that memorable answer of his to the Popes Nuncio, who pretended to a great power over him. Naturam habemus à Deo, regnum à subditis, Divitias à paren∣tibus, Religionem à Romana Ecclesia; quam si nobis invides, renuntiamus per prae∣sentes. The Estates of the Realm being convened to that intent, were to Elect for their Prince such a Person as to them appeared Personable, Valiant, Just, Mer∣ciful, Affable, a Maintainer of the Laws, a Lover of the People, Prudent, and A∣dorned with all other Vertues fit for Go∣vernment, and requisite for the great Trust reposed in him; yet with due re∣gard had to the Family of the preceding Kings. If within that Line they found a Person thus qualified, or esteemed to be so, they thought it but a piece of just Gratitude to prefer him before any other to this high Dignity, and were pleased when they had reason to choose the Eld∣est Son of their former King, rather than any of the younger, as well because they had regard to Priority of Birth, when all other Vertues were equal, as because the greatness of his Paternal Estate might put him above the reach of Temptations to be covetous or dishonest, and inable him in some degree to support the Dig∣nity of his Office. But if after such a Choice they found themselves mistaken, and that they had advanced a Cruel, Vi∣tious, Tyrannical, Covetous, or Waste∣ful Person, they frequently Deposed him, oftentimes Banished, sometimes Destroy∣ed him; and this either formally, by making him Answer before the Repre∣sentative Body of the People; or if by ill Practices, such as making of Parties, le∣vying of Soldiers, contracting of Alli∣ances to support himself in opposition to the Peoples Rights, he was grown too powerful to be legally contended with, they dispatched him without any more Ceremony the best way they could, and Elected presently a better Man in his room; sometimes the next of Kin to him, sometimes the Valiant Man that had exposed himself so far as to under∣take the Expulsion or the killing of the Tyrant; at other times a private Person of a good Reputation, who possibly least dreamt of such an Advancement. Frequent Meetings of the Estates was a part of the very Fundamental Consti∣tution: In those Meetings all Matters relating to good Government were trans∣acted; good Laws were enacted, all Af∣fairs belonging to Peace or War, Allian∣ces, disposal of great Offices, Contracts of Marriages for the Royal Family, &c. were debated. The imposing of Taxes, or demanding of Benevolences was pure∣ly accidental; no constant Tribute be∣ing ever paid, nor any Money levied on the People, unless either to maintain a necessary War with the advice and con∣sent of the Nation, or now and then by way of Free-gift, to help to raise a Daughters Portion: the King's ordinary Revenue at that time consisting only in the Rents of his Lands and Demesnes, in his Herds of Cattle, Forests, Services of Tenants in manuring and cultivating his Grounds, &c. Customs upon Merchan∣dize being an Imposition of late crept in∣to this part of the World; so that he lived like one of our Modern Noblemen, upon the Revenues of his own Estate, and eat not through the Sweat of his Sub∣jects Brows. His business was to see a due and im∣partial Administration of Justice execu∣ted according to the Laws; nay, often to sit and do it himself; to be watchful and vigilant for the welfare of his Peo∣ple, to Command in Person their Ar∣mies in time of War, to encourage In∣dustry, Religion, Arts and Learning; and it was his Interest, as well as Duty, to keep fair with his Nobility and Gen∣try, and to be careful of the Plenty and Prosperity of his Commons. This was the Ancient Form of Go∣vernment in this Kingdom, which con∣tinued with very little variation (except∣ing that the Power of the Nobles encrea∣sed too much) till about Two and Thirty years ago, when at one instant the whole Face of Affairs was changed: So that the Kings have ever since been, and at pre∣sent are, Absolute and Arbitrary; not the least remnant of Liberty remaining to the Subject; all Meetings of the E∣states in Parliament intirely abolished, nay, the very Name of Estates and Liber∣ty quite forgotten, as if there never had been any such thing; the very first and principal Article in the present Danish Law being, That the King has the Privi∣ledge reserved to himself to explain the Law, nay, to alter and change it as he shall find good. It is easie for any considering Person to guess the Consequences of this, which are, frequent and arbitrary Taxes, and commonly very excessive ones, even in Times of Peace; little regard being had to the Occasion of them: So that the va∣lue of Estates in most parts of the King∣dom is fallen three Fourths. And it is worse near the Capital City under the Eye and Hand of the Government, than in remoter Provinces: Poverty in the Gentry, which necessarily causes extre∣mity of Misery in the Peasants, Partiali∣ty in the distribution of Justice when Favourites are concerned; with many o∣ther Mischiefs which shall be hereafter more particularly mentioned; being the constant Effects of Arbitrary Rule in this and all other Countries wherein it has prevailed. And because it is astonishing to consi∣der how a free and rich People (for so they were formerly) should be perswa∣ded intirely to part with their Liberties, I thought it very proper to give an ac∣count by what steps so great a Change and Revolution was brought about: The Particulars of which I have received not only from Eye-witnesses, but also from some of the principal Promoters and Actors in it. CHAP. VII. The Manner how the Kingdom of Denmark became Hereditary and Absolute. AFTER the Conclusion of the Peace between the two Northern Crowns Anno 1660. some considerable care and time was necessary to redress the Disorders occasioned by so terrible a War. Denmark had been most violently shaken; and although the Fury of the Tempest was over, the Agitation caused by it still continued: The Army was not yet disbanded, nor could be for want of Money to discharge its Arrears; this caused frequent Insolencies in the Soldi∣ers, with a further Oppression of the Burgers and poor Country People, who had been in a manner already ruined by the Miseries attending the War. The Nobility, though Lords and Masters, were full of Discontents, and the Clergy not in the condition they wished. To redress all which Grievances, and reduce Affairs into some Order, by pro∣curing Money for the Payment and Dis∣banding of the Army, the King thought fit to appoint a Meeting of the Three Estates at Copenhagen, viz the Nobility, Commonalty, and Clergy; which ac∣cordingly followed about the beginning of October: After some few days Sessi∣on (during which the Nobility, accord∣ing to their usual practice debated how the Sums of Money requisite might with greatest ease and conveniency be levied upon the Commons, without the least, intention of bearing any proportionable share themselves.) Several Disputes a∣rose, and many sharp Expressions passed between them and the Commons; on the one hand the Nobility were for main∣taining their ancient Prerogative of pay∣ing nothing by way of Tax, but only by voluntary Contribution; and shew∣ed themselves too stiff at a time when the Country was exhausted, and most of the remaining Riches lodged in their hands: They seemed to make use of this Occasion, not only to vindicate, but e∣ven to widen and enlarge their Privi∣ledges above the other two Estates, by laying Impositions on them at pleasure, which weight they themselves would not touch with one of their Fingers any further, than as they thought fitting. On the other hand, the Clergy• for their late adherance to the interest of their Country, and the Burgers for the vi∣gorous Defence of their City, thought they might justly pretend to new Merit, and be considered at least as good Sub∣jects in a State, which they themselves had so valiantly defended. They re∣membred the great Promises made them when dangerous Enterprises were to be taken in hand, and how successfully they had executed them; thereby saving from a Forreign Yoak, not only the City of Copenhagen, but the whole Kingdom, the Royal Family, nay those very Nobles that now dealt so hardly with them: They judged it therefore reasonable, that the Sums of Money necessary should be levied proportionably, and that the No∣bility who enjoyed all the Lands, should at least pay their share of the Taxes, since they had suffered less in the com∣mon Calamity, as well as done less to prevent the progress of it. This manner of arguing was very dis∣pleasing to the Nobles, and begat much Heat and many bitter Replies on both sides: At length a principal Senator cal∣led Otto Craeg, stood up, and in great Anger told the President of the City, That the Commons neither understood nor considered the Priviledges of the No∣bility, who at all times had been exemp∣ted from Taxes, nor the true Conditi∣on of themselves, who were no other than Slaves; [the word in the Danish is unfree] so that their best way was to keep within their own Bounds, and ac∣quiesce in such Measures as ancient Pra∣ctice had warranted, and which they were resolved to maintain. This word Slaves put all the Burgers and Clergy in disorder, causing a loud Murmur in the Hall; which Nanson the President of the City of Copenhagen, and Speaker of the House of Commons, perceiving, and finding a fit occasion of putting in pra∣ctice a Design before concerted (though but weakly) between him and the Bi∣shop; in great Choler rose out of his Seat, and swore an Oath, That the Commons were no Slaves, nor would from thenceforth be called so by the Nobility, which they should soon prove to their cost: And thereupon breaking up the Assem∣bly in disorder, and departing out of the Hall, was followed by all the Clergy and Burgers; the Nobles being left alone to consult among themselves at their lei∣sure, after a little while adjourned to a private House near the Court. In the mean time the Commons, being provo∣ked to the highest degree, and resolving to put their Threats in Execution, march∣ed processionally by Couples, a Clergy∣man and a Commoner, from the great Hall or Parliament-House to the Brew∣ers-Hall, which was the convenientest place they could pitch upon to sit apart from the Nobles, the Bishop of Copen∣hagen, and the President of the City leading them: It was there thought ne∣cessary to consider speedily of the most effectual Means to suppress the intolera∣ble Pride of the Nobility, and how to mend their own Condition: After many Debates they concluded, That they should immediately wait upon the King, and offer him their Votes and Assistance to be absolute Monarch of the Realm, as also that the Crown should descend by inheritance to his Family, which hi∣therto had gone by Election. They promised themselves the King would have so great Obligations to them for this piece of Service, that he would grant and confirm such Priviledges, as should put them above the degree of Slaves. They knew he had hitherto been curbed by the Nobility to a great Measure; and now saw their own force, being able (since they had Arms in their Hands, and the concurrence of the Soldiers) to perform what they undertook: At the worst, they supposed they should only change many Masters for one, and could better bear hardships from a King than from inferiour Persons: Or if their Case were not better'd, at least they thought it some comfort to have more Company in it; besides the satisfaction of Revenge on those that had hitherto not only used them ill, but insulted over them so lately. They knew the King, and had seen him bear with an admira∣ble Patience and Constancy all his Cala∣mities; were perswaded that he was a Valiant Prince, who had often exposed his Person for the sake of the Publick, and therefore thought they could never do enough to shew their Gratitude; which is the usual Temper of the People upon any benefit received from their Prince. Scarce was this proposed but it was agreed to; and nothing but the unsea∣sonableness of the time, (it being now near night) deferred the immediate Exe∣cution of it; but all the necessary Mea∣sures were taken against next Morn∣ing. The Clergy had a further drift in this Change of Government; for ha∣ving been hitherto kept under by the Nobility, they forecasted to have no o∣ther Superior but the King, whose new Authority they engaged to maintain by the influence they had on the Consciences of the People; expecting with reason the like Favour and Protection from the King, together with an encrease of their Power; since he was in a great measure obliged to them for his own; and the be∣nefits were likely to be mutual for the future, the one having the force, the o∣ther the tye of Religion in their Possessi∣on. Which Contract subsists to this ve∣ry day, to the great advantage of both sides. The Court all this while was not ig∣norant of what passed; there wanted no Spies nor Messengers to give notice of the Discontents of the Commons, Han∣nibal Seestede, a cunning Man, was prime Minister; and the Bishop or Su∣perintendent Swan, with Nanson the Speaker of the House of Commons, were his Creatures: These had formerly in secret laid with him the Design, which was now upon the point of disclosing, though their hopes were hardly raised so high, as to promise themselves such mighty Success. The whole Night pas∣sed in Brigues and Messages, the Com∣mons anger was to be kept up to the requisite height, and the Resolution they had taken the Night before not to be suffer'd to cool, but persisted in betimes next Morning. The Queen, a Woman of Intrigue and high Spirit, wrought strongly in it by all manner of ways, whilst the King, either through doubt of the Event, or sense of the Dishonesty and Crime of the Action, in procuring after such a manner the absolute Domi∣nion of a free Country, could hardly be brought to comply with it. He decla∣red that indeed he should be pleased the Soveraignty were entailed on his Fami∣ly, provided it were done by Universal Consent; but to become Absolute and Arbitrary, was neither his desire, nor did he think it for the benefit of the King∣dom; that he was satisfied he should not make ill use of such an unlimited Autho∣rity; but no body knew what Successors he might have; that it was therefore dangerous both for them to give, and for him to receive such a Power as might be abused in future times to the utter ruin of the Nation. But these Reflections, whether they were real, or only preten∣ces, whether caused by the Piety or Weakness of the King, were soon over∣ruled by the more Ambitious and Mas∣culine Spirit of the Queen, who desired him to sit still, and see how she and her Emissaries would work for him; told him, That the Plot was well laid, and had begun to operate prosperously; that he must not obstruct his own and his Fa∣milies good Fortune; and in fine, so far prevailed on him, that he seemed with fear to consent to, and permit that which most think he very much desired: Ha∣ving however by this shew of unwilling∣ness, left open to himself a door of Re∣conciliation with his People, in case the business did not succeed. All this while the Nobles either had none, or but small intimation of the De∣signs of the Commons, they had been used so long to slight and tyrannize over them, that they were not now sensible of any impending danger from thence, contemning their Threats as well as their Persons, and imagining they would have repented next day, and complied with all that should be demanded of them; but the Plot was deeper laid than they sup∣posed; for not only the prime Minister, but some other Members of their own Body, who had Employments depend∣ing on the Court, were engaged in it. This inadvertency, with the want of re∣quisite Courage upon occasion, brought upon them the Mischief on a sudden; so that except two or three who were more than ordinary doubtful of what might happen, and slipt out of Town that Night, the rest were altogether fearless of danger, till the very instant that the Evil was remediless. Schack the Governour of the Town had been gained by the Court to favour the Design, which he performed effectu∣ally, though not with so servile an inten∣tion as others; for when the King, upon the first news of the Resolution of the Commons, did often openly promise that he would in Gratitude and Recompence declare them all Free as soon as it lay in his power, by the Gift they were about to make him; and the People were wil∣ling to trust the King's goodness, and to depend on the performance of this Pro∣mise, encouraged thereunto by the Cler∣gy, who alledged it a thing unbeseeming and dishonourable to require any other Security from the King than his bare Word; yet Schack urged vehemently that the Commons should insist to have this Promise under the King's Hand, and make themselves sure of the Reward for so considerable a Present as they were go∣ing to make, whilst they had so fair an opportunity in their hands. But all his Instances were in vain; they were in the giving humour, and resolved to do it ge∣nerously, trusting the King for the per∣formance of his Word: A thing which they have since often, though too late re∣pented of. Next Morning the Nobles met in the Council-House, and the other two E∣states in the Brewers-Hall; the Resolu∣tion of the Commons could not be kept so secret, but by this time some warm rumours of it had reached the Nobility; but scarce had they leisure to consider what was fittest to be done on that occa∣sion, when they were informed that the Commons were marching towards them: For the Bishop and the President had so well performed their Parts, and urged the necessity of speedily executing what had been resolved the day before, that all time was judged lost which was not em∣ployed in putting it in practice; they immediately agreed to go to the Coun∣cil-House, and there propound to the Nobility their design, desiring their Con∣currence in such a necessary Work for the welfare of the Kingdom. They marched through the Streets with great Gravity, and Silence, by Couples, as be∣fore, whilst the Mobb by repeated Shouts applauded what they were going to do. And thus they came to the House where the Nobles were assembled, who had scarce warning sufficient to receive them. The President Nanson made a short Harangue, setting forth that they had considered the state of the Nation, and that they found the only Remedy for the many Disorders which afflicted it, was to make the Crown Hereditary, and to give more Power to the King than hi∣therto he had enjoyed; that this Resolu∣tion was already taken by the Commons and Clergy, in which if the Nobility should think fitting to concur, they were ready to accompany them to the King, and make him a tender of an Hereditary and Soveraign Dominion; if not, that they were going themselves, and the matter should be done without them: That a speedy Resolution was necessary, for they had already sent word to the Court of their coming, and his Majesty expected them in the Hall of his Palace; therefore desired to be informed in few words what they resolved to do. The suddenness of such a Proposition, and briskness in the manner of its delive∣ry, caused a general astonishment in the Nobles; one might have seen those who but the day before carried it so proudly, in an instant fall to an excess of Compla∣cency, and betray their Fear by their Speeches and Countenances, as they for∣merly had done their Arrogance. The Mischief no sooner appeared to them, but they saw it was unavoidable; there was no leisure allowed them to consult; and to deny their compliance, or even to delay it, was dangerous. To give up at once their beloved Power, and submit their Necks to a heavy Yoak, was an intolerable Grievance: But they saw they were no longer the Masters; the Commons were armed, the Army and Clergy against them; and they found now too late, that that which the day before they had considered only as the Effort of an unconstant giddy Multitude, was guided by wiser Heads, and suppor∣ted by Encouragements from Court; nay possibly by some of their own Body: They suspected each other, and no Man knew whether his next Neighbour was not in the Plot against the Publick Liber∣ty. It is easie to imagine what distract¦ed thoughts afflicted them on a sudden; they were altogether unprepared for such a dismal stroke: But some Answer must be given, and that speedily. Such a one as they had a mind to give, they durst not; for they were assembled in a Fortified Town, remote from their se∣veral Countries and Interests (where they had governed like so many Princes) in the power of those who could, and certainly would be revenged in case they proved refractory. The best way there∣fore was to seem to approve of what they could not hinder. They answer that the Proposition made to them by the Com∣mons was not displeasing, but the man∣ner of it wanted the requisite Formalities; that previous deliberation was necessary to an Affair of so great moment; that they could not but take it ill, a Resolu∣tion of such Consequence should be con∣cluded on by the Commons without the least acquainting of the Nobility with it, who were the Chief Estate of the Realm: That they also aspired to the Honour of bearing their part in bestowing such a material Gift on the King and his Posteri∣ty, but desired that the Matter might be proceeded on with that gravity, and solemnity, which the nature of it requi∣red. That it was not fit such a weighty Transaction should have the appearance of a Tumult, and seemed forced rather than a free Choice. The Conclusion of all was, That they hoped the Commons would a little defer the putting in Exe∣cution their Design; and in the mean time consult with them, till the Affair were done orderly, and with unanimous Approbation, as well as to mutual Ad∣vantage. This was with great vehemency by the President denied. He replied, These were Shifts only to gain time, that the Nobles might be in a Condition to fru∣strate the Intention of the Commons; that the Point was already agreed, and the Resolution taken; that they came not thither to consider, but to act; if the Nobles would join with them, they were ready; if not, they would do what was to be done alone; and doubted not but his Majesty would make his use of it. During these Disputes the Nobility had privily sent some of their Body to Court to acquaint the King, that the Commons were now at their House, and had made them sudden Proposals, out of form, but such as they should rather concur with, than be averse to; that they were ready to join with them in of∣fering an Hereditary Crown to his Ma∣jesty, and the Heirs Males of his Family for ever; which they hoped his Ma∣jesty would accept in good part: But desired to proceed in the usual Methods, which such weighty Affairs merited, viz. by Conferences and Deliberations, that it night appear rather an effect of their just Sentiments of his Majesty's Va∣lour and Conduct, than the sudden Mo∣tions of a Tumultuous Assembly. The King, with a great deal of mild∣ness, as if he had been wholly uncon∣cerned and passive in the Case, replied; That he was obliged to them for their Designs in favour of Him, and the Royal Family; that he hoped what they were about would tend to the benefit of the Nation; but that a Crown intailed only on the Heirs Males could not be so ac∣ceptable to him, as if it were given with∣out that Limitation; that the Govern∣ment of Females had neither been a new thing at home, nor unprosperous in Neighbouring Countries: That they might consider of it, and since it was their Gift, he would not prescribe, but it could not be accepted by him unless it were more general. In the mean time the Commons grew impatient, the Answer given them was not satisfactory, and the Nobles had not yet resolved on an entire Compli∣ance, nor were ready to accompany them, because they had not yet an ac∣count of the Success of their Members sent to sound the Mind of the Court. The Clergy and Burgers therefore, led on by their Bishop and President, pro∣ceed without them to the Palace, and were met by the prime Minister, and conducted by him to the Hall of Audi∣ence, whither after some short time the King came to them. The Bishop makes a long Speech, setting forth the Praises of his Majesty, and the Cause of their waiting on him; concluding with an offer, in the name of themselves, the two most numerous, and if he pleased most powerful Estates, of an Hereditary and Absolute Dominion; together with the assistance of their Hands and Purses, in case any Body should go about to ob∣struct so necessary and laudable a De∣sign for the good of the Country. The King told them in short, That he thank∣ed them; and in case an Universal Con∣sent established this good Desire of theirs, he would accept the Present they made him; but that the Concurrence of the Nobles was necessary; which he doubt∣ed not of in the least, when they had time to make the offer with the necessa∣ry Formalities: That he assured the Commons of his Royal Protection, and should not be unmindful of their Kind∣ness, by easing them of their Grievances, and by encouraging Subjects who had behaved themselves so valiantly, and de∣served so well from him. Concluding with his Advice to them to continue their Session till such time as Matters were brought to perfection, and he could re∣ceive their Gift with the Solemnity that was fitting. And thereupon dismissed them. But the Nobles were all this while in a grievous distraction; they saw the Commons were gone to the King with∣out them: Their Messengers brought News back that their Proposition of en∣tailing the Crown on the Heirs Males, was not pleasing, because a greater Ad∣vantage was in prospect; that this offer was looked upon to proceed from Per∣sons that would not have bestowed any thing, if they could have helped it. That it was thought they pretended to merit in giving only a part, when it was not in their power to hinder the taking the whole. In this irresolution they broke up; and since they were to meet again at Noon upon another Solemn Oc∣casion, they resolved at that time to consider how to proceed in an Affair so delicate. Monsieur Schele a Senator, and prin∣cipal Man of the Country, was that Af∣ternoon to be buried in great Pomp; his Body had lain some Months in State, and according to the Custom, was to be accompanied to its Interment by all the Nobility then in Town; this being a Par∣liament time was chosen for the Cere∣mony, because the Nobles were all to∣gether, and a magnificent Dinner was prepared, as is usual on the like occasi∣ons: In the height of their Entertain∣ment an Officer comes into the Room, and whispers some of the principal Men that the City Gates were shut, and the Keys carried to Court: For the King ha∣ving been informed by the Governour, that two or three had privily slipt out of Town the Night before, and being resolved that no more should Escape out of the Net, till he had done his business, had ordered the Governour that Morn∣ing to lock the Gates, and to let no Per∣son in or out without special Order. The Governour sent one Bill, the Town Major, to put this in Execution; who as soon as he had done it, came to the House where they were met, and sat down at Table among the Senators. This dismal News of the Officer was pre∣sently whispered round the Company; who immediately applied themselves to him to know what the meaning was of such an unusual Proceeding at the time of a General Convention; They asked him what destiny was appointed them, whe∣ther they were there to be Massacred, or what else was to be done with them? The Town-Major calmly answered, That he believed there was no Danger towards them, that such violent Measures would not be taken by so gracious a King; though he had indeed given the Orders himself for the shutting the Gates; and that no Body was to stir out of Town without leave; but that this needed not disturb or hinder them from finishing the Work of the Day, and pursuing the Pub∣lick, as well as their Private Occasions. There wanted no more than this Confir∣mation from the Officer to overthrow all the Resolution, and Consultations of the Nobles; the dread of losing their Lives took away all thoughts of their Liberty. They immediately dispatched Messengers both to the Court, and the Commons, to give notice of their disposition to com∣ply with what was formerly proposed; assuring them likewise, that they were ready to agree to all that should be asked of them. But the King, who had began and played his Game so well hitherto, deter∣mined to pursue it to the utmost, and would not suffer the Gates to be opened, till the whole Ceremony of the Inaugu∣ration was concluded, and the Homage done in due form, and therefore ordered they should stay, till in the Face of the People, and the Army, they had sworn Fealty, and divested themselves of all Right, as well as Power, to cause any Disturbance, or Alteration for the future. Three days time was requisite to pre∣pare Matters for that fatal hour, where∣in they were to make a formal Surrender of their Liberty; the Scaffolds were rai∣sed in the place before the Castle, and adorned with Tapestry; Orders were given for the Soldiery, and Burgers to appear in Arms under their respective Officers: And when all things were rea∣dy, on the 27th of October in the Morn∣ing, the King, Queen, and Royal Fami∣ly mounted on a Theatre erected for that purpose, and being placed in Chairs of State under Canopies of Velvet, received publickly the Homage of all the Sena∣tors, Nobility, Clergy, and Commons; which was performed kneeling. The Oath, which they were obliged to take, was in these words: I A. B. do Promise, and Declare, that I will be True, and Faith∣ful to Your Majesty, as my most Gra∣cious King and Lord, as also to Your Royal Family; that I will Endea∣vour, and Promote Your Majesties Interest in all things, and to the best of my Power defend you from all Danger, and Harm; and that I will faithfully serve Your Majesty as a Man of Honour, and an Heredi∣tary Subject ought to do. So help me God, &c. This Oath they were all obliged to pronounce aloud, and some Men of Qua∣lity that were sick, or pretended to be so, were brought in Chairs. Among others one Gersdorf, a Principal Sena∣tor, who was the only Man that opened his Mouth in the behalf of their Expi∣ring Liberties, saying, That he hoped, and trusted, that his Majesty designed nothing but the Good of his People, and not to govern them after the Turkish manner; but wished his Majesties Suc∣cessors might follow the Example, which his Majesty would undoubtedly set them, and make use of that unlimited Power for the good, and not the harm of his Subjects. Not one of the rest spoke a word, or seemed to murmur in the least at what was done; and it is observable, that among so many Great Men, who a few days before seemed to have Spi∣rits suitable to their Birth and Qualities, none had the Courage during those three last days, either by Remonstrance, or a∣ny other way, to oppose in any manner what was doing. And I have heard ve∣ry intelligent Persons, who were at that time near the King, affirm, That had the Nobles shewed ever so little Courage in asserting their Priviledges, the King would not have pursued his Point so far as to desire an Arbitrary Dominion: For he was in continual doubt, and dread of the Event, and began to waver very much in his Resolutions; so that their Liberties seem purely lost for want of some to appear for them. From the Theatre, those that had done Homage, went to the Council-House, where the Nobles were called over by Name; and ordered to Subscribe the a∣bove-mentioned Declaration, which they all did. Thus this great Affair was finished, and the Kingdom of Denmark in Four Days time changed from an Estate little differing from Aristocracy, to as abso∣lute a Monarchy as any is at present in the World. The Commons have since experienced, that the little Finger of an Absolute Prince can be heavier than the Loins of many Nobles. Theonly com∣fort they have left them being to see their former Oppressors in almost as miserable a Condition as themselves; whilst all the Citizens of Copenhagen have by it obtain∣ed the insignificant Priviledge of wearing Swords: So that at this day not a Cob∣ler, or Barber stirs abroad without a Til∣ter at his side, let his Purse be never so empty. The Clergy, who always make sure Bargains, were the only Gainers in this Point; and are still much encou∣raged by the Court, as the Instruments that first promoted, and now keep the People in a due Temper of Slavery; the Passive Obedience Principle riding Tri∣umphant in this unhappy Kingdom. It was but Justice, that the Court should pay well the principal Contrivers of this great Revolution; and therefore notwithstanding the general want of Mo∣ney, Hannibal Seestede had a Present of 200000 Crowns. Swan the Superinten∣dent, or Bishop, was made Archbishop, and had 30000 Crowns. The President or Speaker Nanson, 20000 Crowns. And to the People remained the Glory of ha∣ving forged their own Chains, and the Advantage of Obeying without reserve. A happiness which I suppose no English Man will ever envy them. "
}
