{
    "author": "Montesquieu",
    "text": "1. A general Idea. I make a distinction between the laws that establish political liberty, as it relates to the constitution, and those by which it is established, as it relates to the citizen. The former shall be the subject of this book; the latter I shall examine in the next. 2. Different Significations of the word Liberty. There is no word that admits of more various significations, and has made more varied impressions on the human mind, than that of liberty. Some have taken it as a means of deposing a person on whom they had conferred a tyrannical authority; others for the power of choosing a superior whom they are obliged to obey; others for the right of bearing arms, and of being thereby enabled to use violence; others, in fine, for the privilege of being governed by a native of their own country, or by their own laws.1 A certain nation for a long time thought liberty consisted in the privilege of wearing a long beard.2 Some have annexed this name to one form of government exclusive of others: those who had a republican taste applied it to this species of polity; those who liked a monarchical state gave it to monarchy.3 Thus they have all applied the name of liberty to the government most suitable to their own customs and inclinations: and as in republics the people have not so constant and so present a view of the causes of their misery, and as the magistrates seem to act only in conformity to the laws, hence liberty is generally said to reside in republics, and to be banished from monarchies. In fine, as in democracies the people seem to act almost as they please, this sort of government has been deemed the most free, and the power of the people has been confounded with their liberty. 3. In what Liberty consists. It is true that in democracies the people seem to act as they please; but political liberty does not consist in an unlimited freedom. In governments, that is, in societies directed by laws, liberty can consist only in the power of doing what we ought to will, and in not being constrained to do what we ought not to will. We must have continually present to our minds the difference between independence and liberty. Liberty is a right of doing whatever the laws permit, and if a citizen could do what they forbid he would be no longer possessed of liberty, because all his fellow-citizens would have the same power. 4. The same Subject continued. Democratic and aristocratic states are not in their own nature free. Political liberty is to be found only in moderate governments; and even in these it is not always found. It is there only when there is no abuse of power. But constant experience shows us that every man invested with power is apt to abuse it, and to carry his authority as far as it will go. Is it not strange, though true, to say that virtue itself has need of limits? To prevent this abuse, it is necessary from the very nature of things that power should be a check to power. A government may be so constituted, as no man shall be compelled to do things to which the law does not oblige him, nor forced to abstain from things which the law permits. 5. Of the End or View of different Governments. Though all governments have the same general end, which is that of preservation, yet each has another particular object. Increase of dominion was the object of Rome; war, that of Sparta; religion, that of the Jewish laws; commerce, that of Marseilles; public tranquillity, that of the laws of China:4 navigation, that of the laws of Rhodes; natural liberty, that of the policy of the Savages; in general, the pleasures of the prince, that of despotic states; that of monarchies, the prince's and the kingdom's glory; the independence of individuals is the end aimed at by the laws of Poland, thence results the oppression of the whole.5 One nation there is also in the world that has for the direct end of its constitution political liberty. We shall presently examine the principles on which this liberty is founded; if they are sound, liberty will appear in its highest perfection. To discover political liberty in a constitution, no great labour is requisite. If we are capable of seeing it where it exists, it is soon found, and we need not go far in search of it. 6. Of the Constitution of England. In every government there are three sorts of power: the legislative; the executive in respect to things dependent on the law of nations; and the executive in regard to matters that depend on the civil law. By virtue of the first, the prince or magistrate enacts temporary or perpetual laws, and amends or abrogates those that have been already enacted. By the second, he makes peace or war, sends or receives embassies, establishes the public security, and provides against invasions. By the third, he punishes criminals, or determines the disputes that arise between individuals. The latter we shall call the judiciary power, and the other simply the executive power of the state. The political liberty of the subject is a tranquillity of mind arising from the opinion each person has of his safety. In order to have this liberty, it is requisite the government be so constituted as one man need not be afraid of another. When the legislative and executive powers are united in the same person, or in the same body of magistrates, there can be no liberty; because apprehensions may arise, lest the same monarch or senate should enact tyrannical laws, to execute them in a tyrannical manner. Again, there is no liberty, if the judiciary power be not separated from the legislative and executive. Were it joined with the legislative, the life and liberty of the subject would be exposed to arbitrary control; for the judge would be then the legislator. Were it joined to the executive power, the judge might behave with violence and oppression. There would be an end of everything, were the same man or the same body, whether of the nobles or of the people, to exercise those three powers, that of enacting laws, that of executing the public resolutions, and of trying the causes of individuals. Most kingdoms in Europe enjoy a moderate government because the prince who is invested with the two first powers leaves the third to his subjects. In Turkey, where these three powers are united in the Sultan's person, the subjects groan under the most dreadful oppression. In the republics of Italy, where these three powers are united, there is less liberty than in our monarchies. Hence their government is obliged to have recourse to as violent methods for its support as even that of the Turks; witness the state inquisitors,6 and the lion's mouth into which every informer may at all hours throw his written accusations. In what a situation must the poor subject be in those republics! The same body of magistrates are possessed, as executors of the laws, of the whole power they have given themselves in quality of legislators. They may plunder the state by their general determinations; and as they have likewise the judiciary power in their hands, every private citizen may be ruined by their particular decisions. The whole power is here united in one body; and though there is no external pomp that indicates a despotic sway, yet the people feel the effects of it every moment. Hence it is that many of the princes of Europe, whose aim has been levelled at arbitrary power, have constantly set out with uniting in their own persons all the branches of magistracy, and all the great offices of state. I allow indeed that the mere hereditary aristocracy of the Italian republics does not exactly answer to the despotic power of the Eastern princes. The number of magistrates sometimes moderates the power of the magistracy; the whole body of the nobles do not always concur in the same design; and different tribunals are erected, that temper each other. Thus at Venice tlie legislative power is in the council, the executive in the pregadi, and the judiciary in the quarantia. But the mischief is, that these different tribunals are composed of magistrates all belonging to the same body; which constitutes almost one and the same power. The judiciary power ought not to be given to a standing senate; it should be exercised by persons taken from the body of the people7 at certain times of the year, and consistently with a form and manner prescribed by law, in order to erect a tribunal that should last only so long as necessity requires. By this method the judicial power, so terrible to mankind, not being annexed to any particular state or profession, becomes, as it were, invisible. People have not then the judges continually present to their view; they fear the office, but not the magistrate. In accusations of a deep and criminal nature, it is proper the person accused should have the privilege of choosing, in some measure, his judges, in concurrence with the law; or at least he should have a right to except against so great a number that the remaining part may be deemed his own choice. The other two powers may be given rather to magistrates or permanent bodies, because they are not exercised on any private subject; one being no more than the general will of the state, and the other the execution of that general will. But though the tribunals ought not to be fixed, the judgments ought; and to such a degree as to be ever conformable to the letter of the law. Were they to be the private opinion of the judge, people would then live in society, without exactly knowing the nature of their obligations. The judges ought likewise to be of the same rank as the accused, or, in other words, his peers; to the end that he may not imagine he is fallen into the hands of persons inclined to treat him with rigour. If the legislature leaves the executive power in possession of a right to imprison those subjects who can give security for their good behaviour, there is an end of liberty; unless they are taken up, in order to answer without delay to a capital crime, in which case they are really free, being subject only to the power of the law. But should the legislature think itself in danger by some secret conspiracy against the state, or by a correspondence with a foreign enemy, it might authorise the executive power, for a short and limited time, to imprison suspected persons, who in that case would lose their liberty only for a while, to preserve it for ever. And this is the only reasonable method that can be substituted to the tyrannical magistracy of the Ephori, and to the state inquisitors of Venice, who are also despotic. As in a country of liberty, every man who is supposed a free agent ought to be his own governor; the legislative power should reside in the whole body of the people. But since this is impossible in large states, and in small ones is subject to many inconveniences, it is fit the people should transact by their representatives what they cannot transact by themselves. The inhabitants of a particular town are much better acquainted with its wants and interests than with those of other places; and are better judges of the capacity of their neighbours than of that of the rest of their countrymen. The members, therefore, of the legislature should not be chosen from the general body of the nation; but it is proper that in every considerable place a representative should be elected by the inhabitants.8 The great advantage of representatives is, their capacity of discussing public affairs. For this the people collectively are extremely unfit, which is one of the chief inconveniences of a democracy. It is not at all necessary that the representatives who have received a general instruction from their constituents should wait to be directed on each particular affair, as is practised in the diets of Germany. True it is that by this way of proceeding the speeches of the deputies might with greater propriety be called the voice of the nation; but, on the other hand, this would occasion infinite delays; would give each deputy a power of controlling the assembly; and, on the most urgent and pressing occasions, the wheels of government might be stopped by the caprice of a single person. When the deputies, as Mr. Sidney well observes, represent a body of people, as in Holland, they ought to be accountable to their constituents; but it is a different thing in England, where they are deputed by boroughs. All the inhabitants of the several districts ought to have a right of voting at the election of a representative, except such as are in so mean a situation as to be deemed to have no will of their own. One great fault there was in most of the ancient republics, that the people had a right to active resolutions, such as require some execution, a thing of which they are absolutely incapable. They ought to have no share in the government but for the choosing of representatives, which is within their reach. For though few can tell the exact degree of men's capacities, yet there are none but are capable of knowing in general whether the person they choose is better qualified than most of his neighbours. Neither ought the representative body to be chosen for the executive part of government, for which it is not so fit; but for the enacting of laws, or to see whether the laws in being are duly executed, a thing suited to their abilities, and which none indeed but themselves can properly perform. In such a state there are always persons distinguished by their birth, riches, or honours: but were they to be confounded with the common people, and to have only the weight of a single vote like the rest, the common liberty would be their slavery, and they would have no interest in supporting it, as most of the popular resolutions would be against them. The share they have, therefore, in the legislature ought to be proportioned to their other advantages in the state; which happens only when they form a body that has a right to check the licentiousness of the people, as the people have a right to oppose any encroachment of theirs. The legislative power is therefore committed to the body of the nobles, and to that which represents the people, each having their assemblies and deliberations apart, each their separate views and interests. Of the three powers above mentioned, the judiciary is in some measure next to nothing: there remain, therefore, only two; and as these have need of a regulating power to moderate them, the part of the legislative body composed of the nobility is extremely proper for this purpose. The body of the nobility ought to be hereditary. In the first place it is so in its own nature; and in the next there must be a considerable interest to preserve its privileges — privileges that in themselves are obnoxious to popular envy, and of course in a free state are always in danger. But as a hereditary power might be tempted to pursue its own particular interests, and forget those of the people, it is proper that where a singular advantage may be gained by corrupting the nobility, as in the laws relating to the supplies, they should have no other share in the legislation than the power of rejecting, and not that of resolving. By the power of resolving I mean the right of ordaining by their own authority, or of amending what has been ordained by others. By the power of rejecting I would be understood to mean the right of annulling a resolution taken by another; which was the power of the tribunes at Rome. And though the person possessed of the privilege of rejecting may likewise have the right of approving, yet this approbation passes for no more than a declaration that he intends to make no use of his privilege of rejecting, and is derived from that very privilege. The executive power ought to be in the hands of a monarch, because this branch of government, having need of despatch, is better administered by one than by many: on the other hand, whatever depends on the legislative power is oftentimes better regulated by many than by a single person. But if there were no monarch, and the executive power should be committed to a certain number of persons selected from the legislative body, there would be an end then of liberty; by reason the two powers would be united, as the same persons would sometimes possess, and would be always able to possess, a share in both. Were the legislative body to be a considerable time without meeting, this would likewise put an end to liberty. For of two things one would naturally follow: either that there would be no longer any legislative resolutions, and then the state would fall into anarchy; or that these resolutions would be taken by the executive power, which would render it absolute. It would be needless for the legislative body to continue always assembled. This would be troublesome to the representatives, and, moreover, would cut out too much work for the executive power, so as to take off its attention to its office, and oblige it to think only of defending its own prerogatives, and the right it has to execute. Again, were the legislative body to be always assembled, it might happen to be kept up only by filling the places of the deceased members with new representatives; and in that case, if the legislative body were once corrupted, the evil would be past all remedy. When different legislative bodies succeed one another, the people who have a bad opinion of that which is actually sitting may reasonably entertain some hopes of the next: but were it to be always the same body, the people upon seeing it once corrupted would no longer expect any good from its laws; and of course they would either become desperate or fall into a state of indolence. The legislative body should not meet of itself. For a body is supposed to have no will but when it is met; and besides, were it not to meet unanimously, it would be impossible to determine which was really the legislative body; the part assembled, or the other. And if it had a right to prorogue itself, it might happen never to be prorogued; which would be extremely dangerous, in case it should ever attempt to encroach on the executive power. Besides, there are seasons, some more proper than others, for assembling the legislative body: it is fit, therefore, that the executive power should regulate the time of meeting, as well as the duration of those assemblies, according to the circumstances and exigencies of a state known to itself. Were the executive power not to have a right of restraining the encroachments of the legislative body, the latter would become despotic; for as it might arrogate to itself what authority it pleased, it would soon destroy all the other powers. But it is not proper, on the other hand, that the legislative power should have a right to stay the executive. For as the execution has its natural limits, it is useless to confine it; besides, the executive power is generally employed in momentary operations. The power, therefore, of the Roman tribunes was faulty, as it put a stop not only to the legislation, but likewise to the executive part of government; which was attended with infinite mischief. But if the legislative power in a free state has no right to stay the executive, it has a right and ought to have the means of examining in what manner its laws have been executed; an advantage which this government has over that of Crete and Sparta, where the Cosmi9 and the Ephori10 gave no account of their administration. But whatever may be the issue of that examination, the legislative body ought not to have a power of arraigning the person, nor, of course, the conduct, of him who is entrusted with the executive power. His person should be sacred, because as it is necessary for the good of the state to prevent the legislative body from rendering themselves arbitrary, the moment he is accused or tried there is an end of liberty. In this case the state would be no longer a monarchy, but a kind of republic, though not a free government. But as the person entrusted with the executive power cannot abuse it without bad counsellors, and such as have the laws as ministers, though the laws protect them as subjects, these men may be examined and punished — an advantage which this government has over that of Gnidus, where the law allowed of no such thing as calling the Amymones11 to an account, even after their administration;12 and therefore the people could never obtain any satisfaction for the injuries done them. Though, in general, the judiciary power ought not to be united with any part of the legislative, yet this is liable to three exceptions, founded on the particular interest of the party accused. The great are always obnoxious to popular envy; and were they to be judged by the people, they might be in danger from their judges, and would, moreover, be deprived of the privilege which the meanest subject is possessed of in a free state, of being tried by his peers. The nobility, for this reason, ought not to be cited before the ordinary courts of judicature, but before that part of the legislature which is composed of their own body. It is possible that the law, which is clearsighted in one sense, and blind in another, might, in some cases, be too severe. But as we have already observed, the national judges are no more than the mouth that pronounces the words of the law, mere passive beings, incapable of moderating either its force or rigour. That part, therefore, of the legislative body, which we have just now observed to be a necessary tribunal on another occasion, is also a necessary tribunal in this; it belongs to its supreme authority to moderate the law in favour of the law itself, by mitigating the sentence. It might also happen that a subject entrusted with the administration of public affairs may infringe the rights of the people, and be guilty of crimes which the ordinary magistrates either could not or would not punish. But, in general, the legislative power cannot try causes: and much less can it try this particular case, where it represents the party aggrieved, which is the people. It can only, therefore, impeach. But before what court shall it bring its impeachment? Must it go and demean itself before the ordinary tribunals, which are its inferiors, and, being composed, moreover, of men who are chosen from the people as well as itself, will naturally be swayed by the authority of so powerful an accuser? No: in order to preserve the dignity of the people, and the security of the subject, the legislative part which represents the people must bring in its charge before the legislative part which represents the nobility, who have neither the same interests nor the same passions. Here is an advantage which this government has over most of the ancient republics, where this abuse prevailed, that the people were at the same time both judge and accuser. The executive power, pursuant of what has been already said, ought to have a share in the legislature by the power of rejecting, otherwise it would soon be stripped of its prerogative. But should the legislative power usurp a share of the executive, the latter would be equally undone. If the prince were to have a part in the legislature by the power of resolving, liberty would be lost. But as it is necessary he should have a share in the legislature for the support of his own prerogative, this share must consist in the power of rejecting. The change of government at Rome was owing to this, that neither the senate, who had one part of the executive power, nor the magistrates, who were entrusted with the other, had the right of rejecting, which was entirely lodged in the people. Here then is the fundamental constitution of the government we are treating of. The legislative body being composed of two parts, they check one another by the mutual privilege of rejecting. They are both restrained by the executive power, as the executive is by the legislative. These three powers should naturally form a state of repose or inaction. But as there is a necessity for movement in the course of human affairs, they are forced to move, but still in concert. As the executive power has no other part in the legislative than the privilege of rejecting, it can have no share in the public debates. It is not even necessary that it should propose, because as it may always disapprove of the resolutions that shall be taken, it may likewise reject the decisions on those proposals which were made against its will. In some ancient commonwealths, where public debates were carried on by the people in a body, it was natural for the executive power to propose and debate in conjunction with the people, otherwise their resolutions must have been attended with a strange confusion. Were the executive power to determine the raising of public money, otherwise than by giving its consent, liberty would be at an end; because it would become legislative in the most important point of legislation. If the legislative power was to settle the subsidies, not from year to year, but for ever, it would run the risk of losing its liberty, because the executive power would be no longer dependent; and when once it was possessed of such a perpetual right, it would be a matter of indifference whether it held it of itself or of another. The same may be said if it should come to a resolution of entrusting, not an annual, but a perpetual command of the fleets and armies to the executive power. To prevent the executive power from being able to oppress, it is requisite that the armies with which it is entrusted should consist of the people, and have the same spirit as the people, as was the case at Rome till the time of Marius. To obtain this end, there are only two ways, either that the persons employed in the army should have sufficient property to answer for their conduct to their fellow-subjects, and be enlisted only for a year, as was customary at Rome: or if there should be a standing army, composed chiefly of the most despicable part of the nation, the legislative power should have a right to disband them as soon as it pleased; the soldiers should live in common with the rest of the people; and no separate camp, barracks, or fortress should be suffered. When once an army is established, it ought not to depend immediately on the legislative, but on the executive, power; and this from the very nature of the thing, its business consisting more in action than in deliberation. It is natural for mankind to set a higher value upon courage than timidity, on activity than prudence, on strength than counsel. Hence the army will ever despise a senate, and respect their own officers. They will naturally slight the orders sent them by a body of men whom they look upon as cowards, and therefore unworthy to command them. So that as soon as the troops depend entirely on the legislative body, it becomes a military government; and if the contrary has ever happened, it has been owing to some extraordinary circumstances. It is because the army was always kept divided; it is because it was composed of several bodies that depended each on a particular province; it is because the capital towns were strong places, defended by their natural situation, and not garrisoned with regular troops. Holland, for instance, is still safer than Venice; she might drown or starve the revolted troops; for as they are not quartered in towns capable of furnishing them with necessary subsistence, this subsistence is of course precarious. In perusing the admirable treatise of Tacitus On the Manners of the Germans,13 we find it is from that nation the English have borrowed the idea of their political government. This beautiful system was invented first in the woods. As all human things have an end, the state we are speaking of will lose its liberty, will perish. Have not Rome, Sparta, and Carthage perished? It will perish when the legislative power shall be more corrupt than the executive. It is not my business to examine whether the English actually enjoy this liberty or not. Sufficient it is for my purpose to observe that it is established by their laws; and I inquire no further. Neither do I pretend by this to undervalue other governments, nor to say that this extreme political liberty ought to give uneasiness to those who have only a moderate share of it. How should I have any such design, I who think that even the highest refinement of reason is not always desirable, and that mankind generally find their account better in mediums than in extremes? Harrington, in his Oceana, has also inquired into the utmost degree of liberty to which the constitution of a state may be carried. But of him indeed it may be said that for want of knowing the nature of real liberty he busied himself in pursuit of an imaginary one; and that he built a Chalcedon, though he had a Byzantium before his eyes. 7. Of the Monarchies we are acquainted with. The monarchies we are acquainted with have not, like that we have been speaking of, liberty for their direct view: the only aim is the glory of the subject, of the state, and of the sovereign. But hence there results a spirit of liberty, which in those states is capable of achieving as great things, and of contributing as much perhaps to happiness as liberty itself. Here the three powers are not distributed and founded on the model of the constitution above-mentioned; they have each a particular distribution, according to which they border more or less on political liberty; and if they did not border upon it, monarchy would degenerate into despotic government. 8. Why the Ancients had not a clear Idea of Monarchy. The ancients had no notion of a government founded on a body of nobles, and much less on a legislative body composed of the representatives of the people. The republics of Greece and Italy were cities that had each their own form of government, and convened their subjects within their walls. Before Rome had swallowed up all the other republics, there was scarcely anywhere a king to be found, no, not in Italy, Gaul, Spain, or Germany; they were all petty states or republics. Even Africa itself was subject to a great commonwealth: and Asia Minor was occupied by Greek colonies. There was, therefore, no instance of deputies of towns or assemblies of the states; one must have gone as far as Persia to find a monarchy. I am not ignorant that there were confederate republics; in which several towns sent deputies to an assembly. But I affirm there was no monarchy on that model. The first plan, therefore, of the monarchies we are acquainted with was thus formed. The German nations that conquered the Roman empire were certainly a free people. Of this we may be convinced only by reading Tacitus On the Manners of the Germans. The conquerors spread themselves over all the country; living mostly in the fields, and very little in towns. When they were in Germany, the whole nation was able to assemble. This they could no longer do when dispersed through the conquered provinces. And yet as it was necessary that the nation should deliberate on public affairs, pursuant to their usual method before the conquest, they had recourse to representatives. Such is the origin of the Gothic government amongst us. At first it was mixed with aristocracy and monarchy — a mixture attended with this inconvenience, that the common people were bondmen. The custom afterwards succeeded of granting letters of enfranchisement, and was soon followed by so perfect a harmony between the civil liberty of the people, the privileges of the nobility and clergy, and the prince's prerogative, that I really think there never was in the world a government so well tempered as that of each part of Europe, so long as it lasted. Surprising that the corruption of the government of a conquering nation should have given birth to the best species of constitution that could possibly be imagined by man! 9. Aristotle's Manner of Thinking. Aristotle is greatly puzzled in treating of monarchy.14 He makes five species; and he does not distinguish them by the form of constitution, but by things merely accidental, as the virtues and vices of the prince; or by things extrinsic, such as tyranny usurped or inherited. Among the number of monarchies he ranks the Persian empire and the kingdom of Sparta. But is it not evident that the one was a despotic state and the other a republic? The ancients, who were strangers to the distribution of the three powers in the government of a single person, could never form a just idea of monarchy. 10. What other Politicians thought. To temper monarchy, Arybas, king of Epirus,15 found no other remedy than a republic. The Molossi, not knowing how to limit the same power, made two kings,16 by which means the state was weakened more than the prerogative; they wanted rivals, and they created enemies. Two kings were tolerable nowhere but at Sparta; here they did not form, but were only a part of the constitution. 11. Of the Kings of the heroic Times of Greece. In the heroic times of Greece, a kind of monarchy arose that was not of long duration.17 Those who had been inventors of arts, who had fought in their country's cause, who had established societies, or distributed lands among the people, obtained the regal power, and transmitted it to their children. They were kings, priests, and judges. This was one of the five species of monarchy mentioned by Aristotle;18 and the only one that can give us any idea of the monarchical constitution. But the plan of this constitution is opposite to that of our modern monarchies. The three powers were there distributed in such a manner that the people were the legislature,19 and the king had the executive together with the judiciary power; whereas in modern monarchies the prince is invested with the executive and legislative powers, or at least with part of the legislative, but does not act in a judiciary capacity. In the government of the kings of the heroic times, the three powers were ill-distributed. Hence those monarchies could not long subsist. For as soon as the people got the legislative power into their hands, they might, as they everywhere did, upon the very least caprice, subvert the regal authority. Among a free people possessed of the legislative power, and enclosed within walls, where everything tending towards oppression appears still more odious, it is the masterpiece of legislation to know where to place properly the judiciary power. But it could not be in worse hands than in those of the person to whom the executive power had been already committed. From that very instant the monarch became terrible. But at the same time as he had no share in the legislature, he could make no defence against it, thus his power was in one sense too great, in another too little. They had not as yet discovered that the true function of a prince was to appoint judges, and not to sit as judge himself. The opposite policy rendered the government of a single person insupportable. Hence all these kings were banished. The Greeks had no notion of the proper distribution of the three powers in the government of one person; they could see it only in that of many; and this kind of constitution they distinguished by the name of Polity.20 12. Of the Government of the Kings of Rome, and in what Manner the three Powers were there distributed. The government of the kings of Rome had some relation to that of the kings of the heroic times of Greece. Its subversion, like the latter's, was owing to its general defect, though in its own particular nature it was exceedingly good. In order to give an adequate idea of this government, I shall distinguish that of the first five kings, that of Servius Tullius, and that of Tarquin. The crown was elective, and under the first five kings the senate had the greatest share in the election. Upon the king's decease the senate examined whether they should continue the established form of government. If they thought proper to continue it, they named a magistrate21 taken from their own body, who chose a king; the senate were to approve of the election, the people to confirm it, and the augurs to declare the approbation of the gods. If any of these three conditions was wanting, they were obliged to proceed to another election. The constitution was a mixture of monarchy, aristocracy, and democracy; and such was the harmony of power that there was no instance of jealousy or dispute in the first reigns. The king commanded the armies, and had the direction of the sacrifices: he had the power of determining22 civil and criminal23 causes; he called the senate together, convened the people, laid some affairs before the latter, and regulated the rest with the senate.24 The authority of the senate was very great. The kings oftentimes pitched upon senators with whom they sat in judgment; and they never laid any affair before the people till it had been previously debated25 in that august assembly. The people had the right of choosing26 magistrates, of consenting to the new laws, and, with the king's permission, of making war and peace; but they had not the judicial power. When Tullius Hostilius referred the trial of Horatius to the people, he had his particular reasons, which may be seen in Dionysius Halicarnassus.27 The constitution altered under28 Servius Tullius. The senate had no share in his election; he caused himself to be proclaimed by the people; he resigned the power of hearing civil causes,29 reserving none to himself but those of a criminal nature; he laid all affairs directly before the people, eased them of the taxes, and imposed the whole burden on the patricians. Hence in proportion as he weakened the regal together with the senatorial power, he augmented that of the plebeians.30 Tarquin would neither be chosen by the senate nor by the people; he considered Servius Tullius as a usurper, and seized the crown as his hereditary right. He destroyed most of the senators; those who remained he never consulted; nor did he even so much as summon them to assist at his decisions.31 Thus his power increased: but the odium of that power received a new addition, by usurping also the authority of the people, against whose consent he enacted several laws. The three powers were by these means re-united in his person; but the people at a critical minute recollected that they were legislators, and there was an end of Tarquin. 13. General Reflections on the State of Rome after the Expulsion of its Kings. It is impossible to be tired of so agreeable a subject as ancient Rome: thus strangers at present leave the modern palaces of that celebrated capital to visit the ruins; and thus the eye, after recreating itself with the view of flowery meads, is pleased with the wild prospect of rocks and mountains. The patrician families were at all times possessed of great privileges. These distinctions, which were considerable under the kings, became much more important after their expulsion. Hence arose the jealousy of the plebeians, who wanted to reduce them. The contest struck at the constitution, without weakening the government; for it was very indifferent as to what family were the magistrates, provided the magistracy preserved its authority. An elective monarchy, like that of Rome, necessarily supposes a powerful aristocratic body to support it, without which it changes immediately into tyranny or into a popular state. But a popular state has no need of this distinction of families to maintain itself. To this it was owing that the patricians, who were a necessary part of the constitution under the regal government, became a superfluous branch under the consuls; the people could suppress them without hurting themselves, and change the constitution without corrupting it. After Servius Tullius had reduced the patricians, it was natural that Rome should fall from the regal hands into those of the people. But the people had no occasion to be afraid of relapsing under a regal power by reducing the patricians. A state may alter in two different ways, either by the amendment or by the corruption of the constitution. If it has preserved its principles and the constitution changes, this is owing to its amendment; if upon changing the constitution its principles are lost, this is because it has been corrupted. The government of Rome, after the expulsion of the kings, should naturally have been a democracy. The people had already the legislative power in their hands; it was their unanimous consent that had expelled the Tarquins; and if they had not continued steady to those principles, the Tarquins might easily have been restored. To pretend that their design in expelling them was to render themselves slaves to a few families is quite absurd. The situation therefore of things required that Rome should have formed a democracy, and yet this did not happen. There was a necessity that the power of the principal families should be tempered, and that the laws should have a bias to democracy. The prosperity of states is frequently greater in the insensible transition from one constitution to another than in either of those constitutions. Then it is that all the springs of government are upon the stretch, that the citizens assert their claims, that friendships or enmities are formed amongst the jarring parties, and that there is a noble emulation between those who defend the ancient and those who are strenuous in promoting the new constitution. 14. In what Manner the Distribution of the three Powers began to change after the Expulsion of the Kings. There were four things that greatly prejudiced the liberty of Rome. The patricians had engrossed to themselves all public employments whatever; an exorbitant power was annexed to the consulate; the people were often insulted; and, in fine, they had scarcely any influence at all left in the public suffrages. These four abuses were redressed by the people. 1st. It was regulated that the plebeians might aspire to some magistracies; and by degrees they were rendered capable of them all, except that of Inter-rex. 2nd. The consulate was dissolved into several other magistracies;32 prætors were created, on whom the power was conferred of trying private causes; quæstors33 were nominated for determining those of a criminal nature; ædiles were established for the civil administration; treasurers34 were made for the management of the public money; and, in fine, by the creation of censors the consuls were divested of that part of the legislative power which regulates the morals of the citizens and the transient polity of the different bodies of the state. The chief privileges left them were to preside in the great meetings35 of the people, to assemble the senate, and to command the armies. 3rd. The sacred laws appointed tribunes, who had a power of checking the encroachments of the patricians, and prevented not only private but likewise public injuries. In fine, the plebeians increased their influence in the general assemblies. The people of Rome were divided in three different manners — by centuries, by curiæ, and by tribes; and whenever they gave their votes, they were convened in one of those three ways. In the first the patricians, the leading men, the rich and the senate, which was very nearly the same thing, had almost the whole authority; in the second they had less; and less still in the third. The division into centuries was a division rather of estates and fortunes than of persons The whole people were distributed into a hundred and ninety-three centuries,36 which had each a single vote. The patricians and leading men composed the first ninety-eight centuries; and the other ninety-five consisted of the remainder of the citizens. In this division therefore the patricians were masters of the suffrages. In the division into curiæ,37 the patricians had not the same advantages; some, however, they had, for it was necessary to consult the augurs, who were under the direction of the patricians; and no proposal could be made there to the people unless it had been previously laid before the senate, and approved of by a senatus-consultum. But, in the division into tribes they had nothing to do either with the augurs or with the decrees of the senate; and the patricians were excluded. Now the people endeavoured constantly to have those meetings by curiæ which had been customary by centuries, and by tribes, those they used to have before by curiæ; by which means the direction of public affairs soon devolved from the patricians to the plebeians. Thus when the plebeians obtained the power of trying the patricians — a power which commenced in the affair of Coriolanus,38 they insisted upon assembling by tribes,39 and not by centuries; and when the new magistracies40 of tribunes and ædiles were established in favour of the people, the latter obtained that they should meet by curiæ in order to nominate them; and after their power was quite settled, they gained41 so far their point as to assemble by tribes to proceed to this nomination. 15. In what Manner Rome, in the flourishing State of that Republic, suddenly lost its Liberty. In the heat of the contests between the patricians and the plebeians, the latter insisted upon having fixed laws, to the end that the public judgments should no longer be the effect of capricious will or arbitrary power. The senate, after a great deal of resistance, acquiesced; and decemvirs were nominated to compose those laws. It was thought proper to grant them an extraordinary power, because they were to give laws to parties whose views and interest it was almost impossible to unite. The nomination of all magistrates was suspended; and the decemvirs were chosen in the comitia sole administrators of the republic. Thus they found themselves invested with the consular and the tribunition power. By one they had the privilege of assembling the senate, by the other that of convening the people; but they assembled neither senate nor people. Ten men only of the republic had the whole legislative, the whole executive, and the whole judiciary power. Rome saw herself enslaved by as cruel a tyranny as that of Tarquin. When Tarquin trampled on the liberty of that city, she was seized with indignation at the power he had usurped; when the decemvirs exercised every act of oppression, she was astonished at the extraordinary power she had granted. What a strange system of tyranny — a tyranny carried on by men who had obtained the political and military power, merely from their knowledge in civil affairs, and who at that very juncture stood in need of the courage of those citizens to protect them abroad who so tamely submitted to domestic oppression! The spectacle of Virginia's death, whom her father immolated to chastity and liberty, put an end to the power of the decemvirs. Every man became free, because every man had been injured; each showed himself a citizen because each had a tie of the parent. The senate and the people resumed a liberty which had been committed to ridiculous tyrants. No people were so easily moved by public spectacles as the Romans. That of the empurpled body of Lucretia put an end to the regal government. The debtor who appeared in the forum covered with wounds caused an alteration in the republic. The decemvirs owed their expulsion to the tragedy of Virginia. To condemn Manlius, it was necessary to keep the people from seeing the Capitol. Cæsar's bloody garment flung Rome again into slavery. 16. Of the legislative Power in the Roman Republic. There were no rights to contest under the decemvirs: but upon the restoration of liberty, jealousies revived; and so long as the patricians had any privileges left, they were sure to be stripped of them by the plebeians. The mischief would not have been so great had the plebeians been satisfied with this success; but they also injured the patricians as citizens. When the people assembled by curiæ or centuries, they were composed of senators, patricians, and plebeians; in their disputes the plebeians gained this point,42 that they alone without patricians or senate should enact the laws called Plebiscita; and the assemblies in which they were made had the name of comitia by tribes. Thus there were cases in which the patricians43 had no share in the legislative power, but44 were subject to the legislation of another body of the state. This was the extravagance of liberty. The people, to establish a democracy, acted against the very principles of that government. One would have imagined that so exorbitant a power must have destroyed the authority of the senate. But Rome had admirable institutions. Two of these were especially remarkable: one by which the legislative power of the people was established, and the other by which it was limited. The censors, and before them the consuls, modelled45 and created, as it were, every five years the body of the people; they exercised the legislation on the very part that was possessed of the legislative power. \"Tiberius Gracchus,\" says Cicero, \"caused the freedmen to be admitted into the tribes, not by the force of his eloquence, but by a word, by a gesture; which had he not effected, the republic, whose drooping head we are at present scarcely able to uphold, would not even exist.\" On the other hand, the senate had the power of rescuing, as it were, the republic out of the hands of the people, by creating a dictator, before whom the sovereign bowed his head, and the most popular laws were silent.46 17. Of the executive Power in the same Republic. Jealous as the people were of their legislative power, they had no great uneasiness about the executive. This they left almost entirely to the senate and to the consuls, reserving scarcely anything more to themselves than the right of choosing the magistrates, and of confirming the acts of the senate and of the generals. Rome, whose passion was to command, whose ambition was to conquer, whose commencement and progress were one continued usurpation, had constantly affairs of the greatest weight upon her hands; her enemies were ever conspiring against her, or she against her enemies. As she was obliged to behave on the one hand with heroic courage, and on the other with consummate prudence, it was requisite, of course, that the management of affairs should be committed to the senate. Thus the people disputed every branch of the legislative power with the senate, because they were jealous of their liberty; but they had no disputes about the executive, because they were animated with the love of glory. So great was the share the senate took in the executive power, that, as Polybius47 informs us, foreign nations imagined that Rome was an aristocracy. The senate disposed of the public money, and farmed out the revenue; they were arbiters of the affairs of their allies; they determined war or peace, and directed in this respect the consuls; they fixed the number of the Roman and of the allied troops, disposed of the provinces and armies to the consuls or prætors, and upon the expiration of the year of command had the power of appointing successors; they decreed triumphs, received and sent embassies: they nominated, rewarded, punished, and were judges of kings, declared them allies of the Roman people, or stripped them of that title. The consuls levied the troops which they were to carry into the field; had the command of the forces by sea and by land; disposed of the forces of the allies; were invested with the whole power of the republic in the provinces; gave peace to the vanquished nations, imposed conditions on them, or referred them to the senate. In the earliest times, when the people had some share in the affairs relating to war or peace, they exercised rather their legislative than their executive power. They scarcely did anything else but confirm the acts of the kings, and after their expulsion those of the consuls or senate. So far were they from being the arbiters of war that we have instances of its having been often declared, notwithstanding the opposition of the tribunes. But growing wanton in their prosperity, they increased their executive power. Thus48 they created the military tribunes, the nomination of whom till then had belonged to the generals; and some time before the first Punic war, they decreed that only their own body should have the right of declaring war.49 18. Of the judiciary Power in the Roman Government. The judiciary power was given to the people, to the senate, to the magistrates, and to particular judges. We must see in what manner it was distributed; beginning with their civil affairs. The consuls had the judiciary power50 after the expulsion of the kings, as the prætors were judges after the consuls. Servius Tullius had divested himself of the power of determining civil causes, which was not resumed by the consuls, except in some51 very rare cases, for that reason called extraordinary.52 They were satisfied with naming the judges, and establishing the several tribunals. By a discourse of Appius Claudius, in Dionysius Halicarnassus,53 it appears that as early as the 259th year of Rome this was looked upon as a settled custom among the Romans; and it is not tracing it very high to refer it to Servius Tullius. Every year the prætor made a list54 of such as he chose for the office of judges during his magistracy. A sufficient number was pitched upon for each cause; a custom very nearly the same as that now practised in England. And what was extremely favourable to liberty55 was the prætor's fixing the judges with the consent56 of the parties. The great number of exceptions that can be made in England amounts pretty nearly to this very custom. The judges decided only the questions relating to matter of fact;57 for example, whether a sum of money had been paid or not, whether an act had been committed or not. But as to questions of law,58 as these required a certain capacity, they were always carried before the tribunal of the centumvirs.59 The kings reserved to themselves the judgment of criminal affairs, and in this were succeeded by the consuls. It was in consequence of this authority that Brutus put his children and all those who were concerned in the Tarquinian conspiracy to death. This was an exorbitant power. The consuls already invested with the military command extended the exercise of it even to civil affairs; and their procedures, being stripped of all forms of justice, were rather exertions of violence than legal judgments. This gave rise to the Valerian law, by which it was made lawful to appeal to the people from every decision of the consuls that endangered the life of a citizen. The consuls had no longer the power of pronouncing sentence in capital cases against a Roman citizen, without the consent of the people.60 We see in the first conspiracy for the restoration of the Tarquins that the criminals were tried by Brutus the consul; in the second the senate and comitia were assembled to try them.61 The laws distinguished by the name of sacred allowed the plebeians the privilege of choosing tribunes; whence was formed a body whose pretensions at first were immense. It is hard to determine which was greater, the insolence of the plebeians in demanding, or the condescension of the senate in granting. The Valerian law allowed appeals to the people, that is, to the people composed of senators, patricians, and plebeians. The plebeians made a law that appeals should be brought before their own body. A question was soon after started, whether the plebeians had a right to try a patrician; this was the subject of a dispute to which the impeachment of Coriolanus gave rise, and which ended with that affair. When Coriolanus was accused by the tribunes before the people, he insisted, contrary to the spirit of the Valerian law, that as he was a patrician, none but the consuls had the power to try him; on the other hand, the plebeians, also contrary to the spirit of that same law, pretended that none but their body were empowered to be his judges, and accordingly they pronounced sentence upon him. This was moderated by the law of the Twelve Tables; whereby it was ordained that none but the great assemblies of the people62 should try a citizen in capital cases. Hence the body of the plebeians, or, which amounts to the very same, the comitia by tribes, had no longer any power of hearing criminal causes, except such as were punished with fines. To inflict a capital punishment a law was requisite; but to condemn to a pecuniary mulct, there was occasion only for a plebiscitum. This regulation of the law of the Twelve Tables was extremely prudent. It produced an admirable balance between the body of the plebeians and the senate. For as the full judiciary power of both depended on the greatness of the punishment and the nature of the crime, it was necessary they should both agree. The Valerian law abolished all the remains of the Roman government in any way relating to that of the kings of the heroic times of Greece. The consuls were divested of the power to punish crimes. Though all crimes are public, yet we must distinguish between those which more nearly concern the mutual intercourse of the citizens and those which more immediately interest the state in the relation it bears to its subjects. The first are called private, the second public. The latter were tried by the people; and in regard to the former, they named by particular commission a quæstor for the prosecution of each crime. The person chosen by the people was frequently one of the magistrates, sometimes a private man. He was called the quæstor of parricide, and is mentioned in the law of the Twelve Tables.63 The quæstor nominated the judge of the question, who drew lots for the judges, and regulated the tribunal in which he presided.64 Here it is proper to observe what share the senate had in the nomination of the quæstor, that we may see how far the two powers were balanced. Sometimes the senate caused a dictator to be chosen, in order to exercise the office of quæstor;65 at other times they ordained that the people should be convened by a tribune, with the view of proceeding to the nomination of a quæstor;66 and, in fine, the people frequently appointed a magistrate to make his report to the senate concerning a particular crime, and to desire them to name a quæstor, as may be seen in the judgment upon Lucius Scipio67 in Livy.68 In the year of Rome 604, some of these commissions were rendered permanent.69 All criminal causes were gradually divided into different parts; to which they gave the name of perpetual questions. Different prætors were created, to each of whom some of those questions were assigned. They had a power conferred upon them for the term of a year, of trying such criminal causes as bore any relation to those questions, and then they were sent to govern their province. At Carthage the senate of the hundred was composed of judges who enjoyed that dignity for life.70 But at Rome the prætors were annual; and the judges were not even for so long a term, but were nominated for each cause. We have already shown in the sixth chapter of this book how favourable this regulation was to liberty in particular governments. The judges were chosen from the order of senators, till the time of the Gracchi. Tiberius Gracchus caused a law to pass that they should be taken from the equestrian order; a change so very considerable that the tribune boasted of having cut, by one rogation only, the sinews of the senatorial dignity. It is necessary to observe that the three powers may be very well distributed in regard to the liberty of the constitution, though not so well in respect to the liberty of the subject. At Rome the people had the greatest share of the legislative, a part of the executive, and part of the judiciary power; by which means they had so great a weight in the government as required some other power to balance it. The senate indeed had part of the executive power, and some share of the legislative;71 but this was not sufficient to counterbalance the weight of the people. It was necessary that they should partake of the judiciary power: and accordingly they had a share when the judges were chosen from among the senators. But when the Gracchi deprived the senators of the judicial power,72 the senate were no longer able to withstand the people. To favour, therefore, the liberty of the subject, they struck at that of the constitution; but the former perished with the latter. Infinite were the mischiefs that thence arose. The constitution was changed at a time when the fire of civil discord had scarcely left any such thing as a constitution. The knights ceased to be that middle order which united the people to the senate; and the chain of the constitution was broken. There were even particular reasons against transferring the judiciary power to the equestrian order. The constitution of Rome was founded on this principle, that none should be enlisted as soldiers but such as were men of sufficient property to answer for their conduct to the republic. The knights, as persons of the greatest property, formed the cavalry of the legions. But when their dignity increased, they refused to serve any longer in that capacity, and another kind of cavalry was obliged to be raised: thus Marius enlisted all sorts of people into his army, and soon after the republic was lost.73 Besides, the knights were the farmers of the revenue; men whose great rapaciousness increased the public calamities. Instead of giving to such as those the judicial power, they ought to have been constantly under the eye of the judges. This we must say in commendation of the ancient French laws, that they have acted towards the officers of the revenue with as great a diffidence as would be observed between enemies. When the judiciary power at Rome was transferred to the publicans, there was then an end of all virtue, polity, laws, and government. Of this we find a very ingenious description in some fragments of Diodorus Siculus and Dio. \"Mutius Scævola,\" says Diodorus,74 \"wanted to revive the ancient manners, and the laudable custom of sober and frugal living. For his predecessors having entered into a contract with the farmers of the revenue, who at that time were possessed of the judiciary power at Rome, had infected the province with all manner of corruption. But Scævola made an example of the publicans, and imprisoned those by whom others had been confined.\" Dio informs us75 that Publius Rutilius, his lieutenant, was equally obnoxious to the equestrian order, and that upon his return they accused him of having received some presents, and condemned him to a fine; upon which he instantly made a cession of his goods. His innocence appeared in this, that he was found to be worth a great deal less than what he was charged with having extorted, and he showed a just title to what he possessed: but he would not live any longer in the same city with such profligate wretches. The Italians, says Diodorus again,76 bought up whole droves of slaves in Sicily, to till their lands and to take care of their cattle; but refused them a necessary subsistence. These wretches were then forced to go and rob on the highways, armed with lances and clubs, covered with beasts' skins, and followed by large mastiffs. Thus the whole province was laid waste, and the inhabitants could not call anything their own but what was secured by fortresses. There was neither proconsul nor prætor that could or would oppose this disorder, or that presumed to punish these slaves, because they belonged to the knights, who at Rome were possessed of the judiciary power.77 And yet this was one of the causes of the war of the slaves. But I shall add only one word more. A profession deaf and inexorable, that can have no other view than lucre, that was always asking and never granting, that impoverished the rich and increased even the misery of the poor — such a profession, I say, should never have been entrusted with the judiciary power at Rome. 19. Of the Government of the Roman Provinces. Such was the distribution of the three powers in Rome. But they were far from being thus distributed in the provinces. Liberty prevailed in the centre and tyranny in the extreme parts. While Rome extended her dominions no farther than Italy, the people were governed as confederates, and the laws of each republic were preserved. But when she enlarged her conquests, and the senate had no longer an immediate inspection over the provinces, nor the magistrates residing at Rome were any longer capable of governing the empire, they were obliged to send prætors and proconsuls. Then it was that the harmony of the three powers was lost. The persons appointed to that office were entrusted with a power which comprehended that of all the Roman magistracies; nay, even that of the people.78 They were despotic magistrates, extremely well adapted to the distance of the places to which they were destined. They exercised the three powers; and were, if I may presume to use the expression, the bashaws of the republic. We have elsewhere observed79 that in a commonwealth the same magistrate ought to be possessed of the executive power, as well civil as military. Hence a conquering republic can hardly communicate her government, and rule the conquered state according to her own constitution. And indeed as the magistrate she sends to govern is invested with the executive power, both civil and military, he must also have the legislative: for who is it that could make laws without him? It is necessary, therefore, that the governor she sends be entrusted with the three powers, as was practised in the Roman provinces. It is more easy for a monarchy to communicate its government, because the officers it sends have, some the civil executive, and others the military executive power, which does not necessarily imply a despotic authority. It was a privilege of the utmost consequence to a Roman citizen to have none but the people for his judge. Were it not for this, he would have been subject in the provinces to the arbitrary power of a proconsul or of a proprætor. The city never felt the tyranny which was exercised only on conquered nations. Thus, in the Roman world, as at Sparta, the freemen enjoyed the highest degree of liberty, while those who were slaves laboured under the extremity of servitude. While the citizens paid taxes, they were raised with great justice and equality. The regulation of Servius Tullius was observed, who had distributed the people into six classes, according to their difference of property, and fixed the several shares of the public imposts in proportion to that which each person had in the government. Hence they bore with the greatness of the tax because of their proportionable greatness of credit, and consoled themselves for the smallness of their credit because of the smallness of the tax. There was also another thing worthy of admiration, which is, that as Servius Tullius's division into classes was in some measure the fundamental principle of the constitution, it thence followed that an equal levying of the taxes was so connected with this fundamental principle that the one could not be abolished without the other. But while the city paid the taxes as she pleased, or paid none at all,80 the provinces were plundered by the knights, who were the farmers of the public revenue. We have already made mention of their oppressive extortions, with which all history abounds. \"All Asia,\" says Mithridates,81 \"expects me as her deliverer; so great is the hatred which the rapaciousness of the proconsuls,82 the confiscations made by the officers of the revenue, and the quirks and cavils of judicial proceedings,83 have excited against the Romans.\" Hence it was that the strength of the provinces did not increase, but rather weakened, the strength of the republic. Hence it was that the provinces looked upon the loss of the liberty of Rome as the epoch of their own freedom. 20. The End of this Book. I should be glad to inquire into the distribution of the three powers, in all the moderate governments we are acquainted with, in order to calculate the degrees of liberty which each may enjoy. But we must not always exhaust a subject, so as to leave no work at all for the reader. My business is not to make people read, but to make them think. "
}
