{
    "author": "Parker",
    "text": "IN this contestation betweene Regall and Paliamentary power, for methods sake it is requisite to consider f••se of Regall, then of Parliamentary Power, and in both to consider the efficient, and finall causes, and the meanes by which they are supported. The King attributeth the originall of his royalty to God, and the Law, making no men∣tion of the graunt, consent, or trust of man therein, but the truth is, God is no more the author of Regall, then of Aristocraticall power, nor of supreame, then of subordinate command; nay, that dominion which is usurped, and not just, yet whilst it remaines dominion, and till it be le∣gally againe devested, referres to God, as to its Author and donor, as much as that which is hereditary. And that Law which the King men∣tioneth, is not to be understood to be any speciall ordinance sent from heaven by the ministery of Angels or Prophets (as amongst the Jewes it some∣times was) It can be nothing else amongst Christians but the Pactions and agreements of such and such politique corporations. Pow∣er is originally inherent in the people, and it is nothing else but that might and vigour which such or such a societie of men containes in it selfe, and when by such or such a Law of common consent and agree∣ment it is derived into such and such hands, God confirmes that Law: and so man is the free and voluntary Author, the Law is the Instrument, and God is the establisher of both. And we see, not that Prince which is the most potent over his subjects, but that Prince which is most Po∣tent in his subjects, is indeed most truely potent, for a King of one small City, if he be intrusted with a large Prerogative, may bee sayd to be more Potent over his subjects, then a King of many great Regions, whose prerogative is more limited: and yet in true realitie of power, that King is most great and glorious, which hath the most and strongest subjects, and not he which tramples upon the most contemptible vas∣sells. This is therefore a great and fond errour in some Princes to strive more to be great over their people, then in their people, and to ecclipse themselves by impoverishing, rather then to magnifie them∣selves by infranchising their Subjects. This we see in France at this day, for were the Peasants there more free, they would be more rich and magnanimous, and were they so, their King were more puissant; but now by affecting an adulterate power over his Subjects, the King there looses a true power in his Subjects, imbracing a cloud instead of Juno, but thus we see that power is but secondary and derivative in Princes, the fountaine and efficient cause is the people, and from hence the inference is just, the King, though he be singulis Major, yet he is universis minor, for if the people be the true efficient cause of power, it is a rule in nature quicquid efficit tale, est magis tale. And hence it ap∣peares that at the founding of authorities, when the consent of societies convayes rule into such and such hands, it may ordaine what conditi∣ons, and prefix what bounds it pleases, and that no dissolution ought to be thereof, but by the same power by which it had its constitution. As for the finall cause of Regall Authoritie, I doe not finde any thing in the Kings papers denying, that the same people is the finall, which is the efficient cause of it, and indeed it were strange if the peo∣ple in subjecting it selfe to command, should ayme at any thing but its owne good in the first and last place. Tis true according to Macha∣vills politicks, Princes ought to ayme at greatnes, not in, but over their Sub∣jects, and for the atchieving of the same, they ought to propose to themselves, no greater good then the spoyling and breaking the spirits of their Subjects, nor no greater mischiefe, then common freedome, neither ought they to promote and cherish any servants but such as are most fit for rapine and oppression, nor depresse and prosecute any as enemies, but such as are gracious with the populacy for noble and gallant Acts. To be deliciae humani generis is growne fordid with Princes, to be publike torments and carnificines, and to plot against those Subjects whom by nature they ought to protect, is held Caesar-like, and there∣fore bloody Borgias by meere crueltie & t•eachery hath gotten roome in the Calender of witty, and of spirited Heroes. And our English Court of late yeares hath drunke too much of this State poyson, for eyther wee have seene favorites raysed to poll the people, and razed againe to pacifie the people; or else (which is worse for King and people too) we have seene engines of mischiefe preserved against the people, and upheld against Law, meerely that mischeefe might not want incouragement. But our King here, doth acknowledge it the great businesse of his coronation oath to protect us: And I hope under this word protect, he intends not onely to shield us from all kind of evill, but to promote us also to all kind of Politicall happinesse according to his utmost devoyre, and I hope hee holds himselfe bound thereunto, not onely by his oath, but also by his very Office, and by the end of his soveraigne dignitie. And though all single persons ought to looke upon the late Bills passed by the King as matters of Grace with all thankefulnesse and humility, yet the King himselfe looking upon the whole State, ought to acknowledge that hee cannot merit of it, and that whatsoever he hath granted, if it be for the prosperity of his people (but much more for their ease) it hath proceeded but from his meere dutie. If Ship money, if the Starre Chamber, if the High Commission, if the Votes of Bishops and Popish Lords in the upper House, be inconsistent with the welfare of the Kingdome, not onely honour but justice it selfe challenges that they be abolisht; the King ought not to account that a profit or strength to him, which is a losse and wasting to the people, nor ought he to thinke that perisht to him which is gained to the people: The word grace sounds better in the peoples mouthes then in his, his dignitie was erected to pre∣serve the Commonaltie, the Commonaltie was not created for his service: and that which is the end is farre more honorable and valuable in nature and policy, then that which is the meanes. This directs us then to the transcendent 〈 in non-Latin alphabet 〉 of all Politiques, to the Paramount Law that shall give Law to all humane Lawes whatsoever, and that is Salus Populi: The Law of Prerogative it selfe, it is subservient to this Law, and were it not condu∣cing thereunto, it were not necessary nor expedient. Neither can the right of conquest be pleaded to acquit Princes of that which is due to the people as the Authors, or ends of all power, for meere force cannot alter the course of nature, or frustrate the tenour of Law, and if it could, there were more reason, why the people might justifie force to regaine due libertie, then the Prince might to subvert the same. And tis a shamefull stupidity in any man to thinke that our Ancestors did not fight more nobly for their free cu∣stomes and Lawes, of which the conqueror and his successors had in part disinherited them by violence and perjury, then they which put them to such conflicts, for it seemes unnatural to me that any nation should be bound to contribute its owne inherent puissance, meerely to abet Tiranny, and sup∣port slavery: and to make that which is more excellent, a prey to that which is of lesse worth. And questionlesse a native Prince, if meere Foree be right, may disfranchise his Subjects as well as a stranger, if he can frame a suffi∣cient party, and yet we see this was the foolish sinne of Rehoboam, who ha∣ving deserted and reiected out of an intollerable insolence, the strength of ten tribes, ridiculously sought to reduce them againe with the strength of two. I come now from the cause, which conveyes Royalty, and that for which it is conveyed, to the nature of the conveyance. The word Trust is frequent in the Kings Papers, and therefore I conceive the King does ad∣mit that his interest in the Crowne is not absolute, or by a meere donation of the people, but in part conditionate and fiduciary. And indeed all good Princes without any expresse contract betwixt them and their Subjects, have acknowledged that there did lie a great and high trust upon them; nay Heathen Princes that have beene absolute, have acknowledged themselves servants to the publike, and borne for that service, and professed that they would manage the publike weale, as being well satisfied populi Rem esse, non suam. And we cannot imagine in the fury of warre, (when lawes have the least vigour) that any Generalissimo can be so uncircumscribed in power, but that if he should turne his Canons upon his owne Souldiers, they vvere ipso facto absolved of all obedience, and of all oathes and ties of allegiance vvhatsoever for that time, and bound by higher dutie, to seeke their owne preservation by resistance and defence: vvherefore if there bee such tacite trusts and reservations in all publike commands, though of the most absolute nature, that can be supposed, vve cannot but admit, that in all well formed monarchies, vvhere kingly Prerogative has any limits set, this must needs be one necessary condition, that the subject shall live both safe and free. The Charter of nature intitles all Subjects of all Countries vvhatsoever to safetie by its supreame Law. But freedome indeed has di∣vers degrees of latitude, and all Countries therein doe not participate alike, but positive Lawes must every vvhere assigne those degrees. The great Charter of England is not strait in Priviledges to us, neither is the Kings oath of small strength to that Charter, for that though it bee more precise in the care of Canonicall Priviledges, and of Bishops and Clergymen (as having beene penned by Popish Bishops) then of the Commonalty, yet it confirmes all Lawes and rightfull customes, amongst vvhich vve most highly esteeme Parliamentary Priviledges; and as for the word Eligerit, whether it be future, or past, it skills not much; for if by this oaths Law. Justice and descretion be executed amongst us in all judge∣ments (as vvell in, as out of Parliament) and if peace and godly agreement be 〈◊〉 〈◊〉 amongst us all, and if the King defend and uphold all our lawes and customes, vve need not feare but the King is bound to consent to new Lawes if they be necessary, as vvell as defend old: for both being of the same necessity, the publique trust must needs equally extend to both; and vve conceive it one Parliamentary right and custome, that nothing necessary ought to be denyed. And the vvord Eligerit, if it be in the perfect tense, yet shewes that the peoples election had beene the ground of anci∣ent Lawes and customes, and vvhy the peoples election in Parliament should not be now of as great moment as ever, I cannot discover. That vvhich results then from hence, is, if our Kings receive all royalty from the people, and for the behoofe of the people, and that by a speciall trust of safety and libertie expressely by the people limited, and by their owne grants and oathes ratified, then our Kings cannot be sayd to have so unconditionate and high a proprietie in all our lives, liber∣ties and possessions, or in any thing else to the Crowne appertayning, as vve have in their dignity, or in our selves, and indeed if they had, they vvere not borne for the people, but merely for themselves, neither were it lawfull or naturall for them to expose their lives and fortunes for their Country, as they have beene hitherto bound to doe, according to that of our Saviour, Bonus Pastor ponit vitam pro ovibus. But now of Parliaments: Parliaments have the same efficient cause as monarchies, if not higher, for in the truth, the vvhole Kingdome is not so properly the Author as the essence it selfe of Parliaments, and by the former rule tis magic tale, because vve see ipsum quid quod efficit tale. And it is I thinke beyond all controver∣sie, that God and the Law operate as the same causes, both in Kings and Parliaments, for God favours both, and the Law establishes both, and the act of men still concurres in the sustentation of both. And not to stay lon∣ger upon this, Parliaments have also the same finall cause as Monarchies, if not greater, for indeed publike safety and liberty could not be so effectually provided for by Monarchs till Parliaments were constituted, for the sup∣plying of all defects in that Government. Two things especially are aymed at in Parliaments, not to be attayned to by other meanes. First that the interest of the people might be satisfied; se∣condly that Kings might be the better counsailed. In the summons of Edw. the first (Claus. 7. 111. 3. Dors.) we see the first end of Parliaments expressed: for he inserts in the writ that whatsoever affayre is of publike concern∣ment, ought to receive publike approbation, quod omnes tangit ab omnibus approbari debet, or tructari. And in the same writ he saith, this is l•x ne tis∣sima & provida circumspectione stabilita, there is not a word here, but it is observeable, publique approbation, consent, or treatie is necessary in all pub∣like expedients, and this is not a meere usage in England, but a Law, and this Law is not subject to any doubt or dispute, there is nothing more knowne, neither is this knowne Law extorted from Kings, by the violence and injustice of the people, it is duely and formally establisht, and that upon a great deale of reason, not without the providence and circumspection of all the states. Were there no further Antiquity, but the raigne of Edward the first to recommend this to us, certainly so, there ought no reverence to be withheld from it, for this Prince was wise, fortunate, just, and valiant be∣yond all his Predecessors, if not successors also, and therefore it is the more glory to our freedomes, that as weake and peevish Princes had most op∣posed them, so that he first repaired the breaches which the conquest had made upon them. And yet it is very probable that this Law was farre an∣cienter then his raigne, and the words lex stabilita & notissima seemes to in∣timate, that the conquest it selfe, had never wholly buried this in the pub∣like ruine and confusion of the State. It should seeme at this time Llew∣cllins troubles in Wales were not quite suppressed, and the French King was upon a designe to invade some peeces of ours in France, and therefore he sends out this summons ad tractandum ordinandum, & faciendum cum Prelatis Proceris & aliis incolis Regni, for the prevention of these dangers: These words tractandum, ordinandum, faciendum, doe fully prove that the people in those dayes were summoned ad consensum, as well as ad concilium, and this Law, quod omnes tangit, &c. shewes the reason and ground upon which that consent and approbation is founded. It is true we finde in the raigne of Edward the third, that the Commons did desire that they might forbeare counselling in things de queux ils nount pas cognizance; the matters in debate were concerning some intestine commotions, the guarding of the Marches of Scotland and the Seas; and therein they renounce not their right of consent, they onely excuse themselves in point of counsell, refer∣ring it rather to the King and his Counsell. How this shall derogate from Parliaments either in point of consent or counsell I do not know, for at last they did give both, and the King vvould not be satisfied vvithout them, and the passage evinces no more but this, that that King was very wise and Warlike, and had a very wise counsell of vvarre, so that in those paticulars the Commons thought them most fit to be consulted, as perhaps the more knowing men. Now upon a due comparing of these passages with some of the Kings late Papers let the vvorld judge whether Parliaments have not beene of late much lessened and injured. The King in one of his late Answers, Al∣leadges that his Writs may teach the Lords and Commons the extent of their Commission and trust, which is to be Counsellors, not commanders, and that not in all things, but in quibusdam arduiis, and the case of Wentworth is cited, who was by Queene Elizabeth committed (sitting the Parliament) for proposing that they might advise the Queene in some things, which she thought beyond their cognizance, although Wentworth was then of the House of Commons. And in other places the King denies the assembly of the Lords and Com∣mons when he withdrawes himselfe, to be rightly named a Parliament, or to have any power of any Court, and consequently to be any thing, but a meere convention of so many private men. Many things are here asserted utterly destructive to the honour, right, & being of Parliaments. For first, because the Law had trusted the King with a Prerogative to discontinue Parliaments: therefore if he did discontinue Parliaments to the danger or prejudice of the Kingdome, this was no breach of that trust, because in formalitie of Law the people might not as∣semble in Parliament but by the Kings writ, therefore in right and equity they were concluded also, so that if the King would not graunt his Writ, when it was expedient, he did not proove unfaithfull, or doe any wrong to the people; for where no remedy is, there is no right. This doctrine was mischievous to us when the King had a Prerogative to difuse Parlia∣ments, and if it be not now exploded and protested against, may yet bee mischievous in the future dissolution of Parliaments, for that power still remaines in the Kings trust; and if to goe against the intent of trnst be no wrong, because perhaps it is remedilesse, our Trienniall Parliaments may prove but of little service to us; Secondly when Parliaments are assembled they have no Commission to Counsell but in such points as the King pleases to propose, if they make any transition in other matters, they are liable to im∣prisonment at the Kings pleasure, witnesse Wentworths Case. A meere exam∣ple (though of Queene Elizabeth) is no Law, for some of her actions were retracted, and yet without question Queene Elizabeth might do that which a Prince lesse beloved could never have done: There is a way by goodnesse and clemency for Princes to make themselves almost unli∣mitable, and this way Queene Elizabeth went, and without doubt had her goodnesse and Grace beene fained, shee might have usurped an uncon∣troleable arbitrary lawlesse Empire over us. The Sunne sooner makes the travailour desert his Cloake, then the wind; And the gracious acts of soft Princes (such as Tiberius did at first personate) if they be perfectly dissembled may more easily invade the subiects liberty then the furious pro∣ceedings of such as Caligula was, but we must not be presidented in appa∣rent violations of Law by Queene Elizabeth; for as generall reverence gave her power to doe more then ordinary, so her perfect undissembled goodnesse, upon which her reverence was firmely planted, made the same more then ordinary fact in her, lesse dangerous then it would have beene in another Prince. In this point then leaving the meere fact of Queene Elizabeth; wee will retire backe to the ancient Law and rea∣son of Edward the first, and wee thereby shall maintaine that in all cases wheresoever the generality is touched, the generality must bee consulted. Thirdly, if the Lords and Commons bee admitted to some Cognizance of all things wherein they are concerned, yet they must meerely Counsell, they must not command, and the King Reasons thus, that it is impossible the same trust should bee irrevocably committed to Vs, and our Heires for ever, and yet a power above that trust (for so the Parliament pretends) bee committed to others, and the Parliament being a body and dissolvable at pleasure, it is strange if they should bee guardi∣ans and controlers in the manage of that trust which is granted to the King for ever. It is true, two supreames cannot bee in the same sence and respect, but nothing is more knowne or assented to then this, that the King is singulis major, and yet universis minor, this wee see in all conditionall Princes, such as the Prince of O∣range, &c. And though all Monarchies are not subject to the same condition, yet there scarse is any Monarchy but is subiect to some conditions, and I thinke to the most absolute Empire in the world this condi∣tion is most naturall and necessary, That the safetie of the people is to bee valued above any right of his, as much as the end is to bee preferred before the meanes; it is not just nor possible for any na∣tion so to inslave it selfe, and to resigne its owne interest to the will of one Lord, as that that Lord may destroy it without injury, and yet to have no right to preserve it selfe: For since all natu∣rall power is in those which obay, they which contract to obay to their owne ruine, or having so contracted, they which esteeme such a contract before their owne preservation are felonious to themselves, and rebellious to nature. The people then having intrusted their protection into the Kings hands irrevocably, yet have not left that trust without all manner of limits, some things they have reserved to themselves out of Parlia∣ment, and some thing in Parliament, and this reservation is not at all inconsistent with the Princes trust, though hee desire to vio∣late the same; but on the contrary, it is very ayding and strengthning to that trust, so farre as the Prince seekes to performe it, for the peo∣ples good; but it is objected, that a temporary power ought not to bee greater then that which is lasting and unalterable, if this were so, the Romans had done unpolitikely, in creating Dictators, when any great extremitie assailed them, and yet wee know it was verie prosperous to them, sometimes to change the forme of govern∣ment; neither alwayes living under circumscribed Consuls, nor yet under uncircumscribed Dictators: but it in further objected, that if wee allow the Lords and Commons to be more than Coun∣cellors, we make them Commanders and Controllers, and this is not sutable to Royaltie. We say here, that to consent is more than to counsell, and yet not alwayes so much as to command and con∣troll; for in inferiour Courts, the Judges are so Councellors for the King, as that the King may not countermand their judge∣ments, and yet it were an harsh thing to say, that they are therfore Guardians and Controllers of the King: and in Parliament, where the Lords and Commons represent the whole Kingdome, (to whom so great a Majestie is due) and sit in a far higher capa∣citie than inferiour Judges doe, being vested with a right both to counsell and consent, the case is far stronger; and as wee ought not to conceive, that they will either counsell or consent to any thing, but what is publikely advantagious; so by such Councell and consent, wee cannot imagine the King limited or lessened: for if it was by so knowne a Law, and so wisely established in Edward the firsts dayes, the right of the people, to be summoned at tractandum, ordinandum, faciendum, approbandum, in all things appertaining to the people, and this as then was not prejudiciall to the King, why should the Kings Writ now abbreviate or an∣null the same, if the King himselfe be disable for many high mat∣ters, till consent in Parliament adde vigour to him, it cannot be supposed that hee comes thither meerly to heare Councell, or that when he is more than councelled, that it is any derogation, but rather a supply of vertue to him. A fourth thing alleaged to the derogation of Parliaments is, That whatsoever the right of Parlia∣ments is to assemble or treat in all cases of a publique nature, yet with∣out the Kings concurrence and consent, they are livelesse conventions without all vertue and power, the verie name of Parliament is not due to them. This allegation at one blow confounds all Parliaments, and subjects us to as unbounded a regiment of the Kings meere will, as any Nation under Heaven ever suffered under. For by the same reason, that Parliaments are thus vertulesse and void Courts, upon the Kings desertion of them, other Courts must needs be 0 the like, & then what remains, but that all our lawes, rights, & li∣berties, be either no where at all determinable, or else onely in the Kings breast? We contend not meerly about the name Parlia∣ment, for the same thing was before that name, and therfore the intent is, that the great Assembly of the Lords and Commons doe not represent and appeare in the right of the whole Kingdome, or else that there is no honour, nor power, nor judicature, resi∣ding in that great and Majesticall Body, then which, scarce any thing can be more unnaturall. But these divisions betweene the King and Parliament, and betwixt the Parliament and King∣dome, seeming more uncouth, 'tis attempted to divide further betweene part and part in Parliament, so making the major part not fully concluding, and in the major part, between a facti∣on misleading, and a party mislead. Such excellent Masters of de∣vision has Machiavils rule (divide & impera) made since the 3 of November 1640. 'Tis a wonderfull thing, that the Kings Papers being frayted scarce with any thing else but such doctrines of di∣vision, tending all to the subversion of our ancient fundamentall constitutions which support all our ancient liberties, and to the erection of arbitrary rule, should finde such applause in the world: but we say further, that there is manifest difference between de∣serting and being deserted: if the wife leave her husbands bed, and become an adulteresse, 'tis good reason that shee loose her dowry, and the reputation of a wife, but if the husband will causelesly reject her, 'tis great injustice that she should suffer any detriment thereby, or be dismissed of any priviledge whatsoever. So if the King have parted from His Parliament, meerely because they sought His oppression, and he had no other meanes to withstand their tyranny, let this proclaime them a voyd Assem∣bly: but if ill Counsaile have withdrawne him, for this wicked end meerely, that they might defeat this Parliament, and dero∣gate from the fundamentall rights of all Parliaments (as His Papers seeme to expresse) under colour of charging some few fa∣ctious persons in this Parliament, (God forbid) that this should disable them from saving themselves and the whole state, or from seeking justice against their enemies. So much of the Sub∣jects right in Parliament. Now of that right which the Parliament may doe the King by Councell, if the King could bee more wisely or faithfully 1 advised by any other Court, or if His single judgement were to to be preferred before all advise whatsoever, 'twere not onely vaine, but extreamely inconvenient, that the whole Kingdome should be troubled to make Elections, and that the parties ele∣cted should attend the publique businesse; but little need to bee said, I thinke every mans heart tels him, that in publique Con∣sultations, the many eyes of so many choyce Gentlemen out of all parts, see more then fewer, and the great interest the Parlia∣ment has in common justice and tranquility, and the few private ends they can have to deprave them, must needs render their Counsell more faithfull, impartiall, and religious, then any other. That dislike which the Court has ever conceived against Parlia∣ments, without all dispute is a most pregnant proofe of the inte∣grity, and salubrity of that publique advise, and is no disparage∣ment thereof; for we have ever found enmity and antipathy be∣twixt the Court and the countrey, but never any till now be∣twixt the Representatives, and the Body, of the Kingdome re∣presented. And were we not now, those dregges of humane race upon whom the unhappy ends of the world are fallen, Ca∣lumny and Envie herselfe would never have attempted, to ob∣trude upon us such impossible charges of Treason and Rebellion against our most sacred Councell, from the mouthes of Popish, Prelaticall, and Military Courtiers. The King sayes; 'Tis imp•obable and impossible that His Cabi∣net Counsellours, or his Bishops or seuldiers, who must have so great a share in the misery, should take such paines in the procuring thereof, and spend so much time, and run so many hazards to make them∣selves slaves, and to ruine the freedome of this Nation: how strange is this? wee have had almost 40 yeeres experience, that the Court way of preferment has beene by doing publicke ill Offices, and we can nominate what Dukes, what Earles, what Lords, what Knights, have been made great and rich by base disservices to the State: and except Master Hollis his rich Widow, I ne∣ver heard that promotion came to any man by serving in Parlia∣ment: but I have heard of trouble and imprisonment, but now see the traverse of fortune; The Court is now turned honest, my Lord of Straffords death has wrought a sudden conversion amongst them, and there is no other feare now, but that a few Hypocrites in Parliament will beguile the major part there, and 2 so usurpe over King, Kingdome, and Parliament for ever, sure this is next to a prodigy, if it be not one: but let us consider the Lords and Commons as meere Counsellors without any power or right of Counselling or consenting, yet wee shall see if they be not lesse knowing and faithfull than other men, they ought not to be deserted, unlesse we will allow that the King may cause whither he will admit of any counsell at all or no, in the disposing of our lives, lands, and liberties. But the King sayes, that he is not bound to renounce his owne understanding, or to contra∣dict his owne conscience for any Counsellors sake whatsoever. 'Tis granted in things visible and certaine, that judge which is a sole judge and has competent power to see his owne judgement ex∣ecuted, ought not to determine against the light of nature, or e∣vidence of fact. The sinne of Pilate was, that when he might have saved our Saviour from an unjust death, yet upon accusations contradictory in themselves, contrary to strange Revelations from Heaven, he would suffer Innocence to fall, and passe sentence of death, meerly to satisfie a bloud-thirsty multitude. But otherwise it was in my Lord of Straffords case, for there the King was not sole Judge, nay, he was uncapeable of sitting as judge at all, and the delinquent was legally condemned, and such heynous mat∣ters had beene proved against him, that his greatest friends were ashamed to justifie them, and all impartiall men of three whole Kingdomes conceived them mortall; and therefore the King might therin, with a clear conscience have signed a warrant for his death, though he had dissented from the judgement. So if one judge on the same bench, dissent from three, or one juror at the barre from a eleven, they may submit to the major number, though perhaps lesse skilfull then themselves without imputation of guilt: and if it be thus in matters of Law, a fortiori, 'tis so in matters of State, where the very satisfying of a multitude some∣times in things not otherwise expedient, may proove not one∣ly expedient, but necessary for the setling of peace, and ceasing of strife. For example: It was the request of the whole King∣dome in the Parliament to the King, to intrust the Militiae, and the Magazine of Hull, &c. into such hands as were in the peo∣ples good esteeme. Conscience and understanding could plead nothing against this, and if it could have beene averred (as it 3 could not, for the contrary was true) that this would have bred disturbance, and have beene the occasion of greater danger, yet Where the people by publique authority will seeke any in∣convenience to themselves, and the King is not so much intressed in it as themselves, 'tis more inconvenience and injustice to deny then grant it: what blame is it then in Princes when they will pretend reluctance of conscience and reason in things behoo∣full for the people? and will use their fiduciarie power in denying just things, as if they might lawfully do whatsoever they have power to do, when the contrary is the truth, and they have no power to do but what is lawfull and fit to be done. So much for the ends of Parliamentary power. I come now to the true na∣ture of it, publike consent: we see consent as well as counsell is requisite and due in Parliament and that being the proper foun∣dation of all power (for omnis Potestas fundata est in voluntate) we cannot imagine that publique consent should be any where more vigorous or more orderly than it is in Parliament. Man being de∣praved by the fall of Adam grew so untame and uncivill a crea∣ture, that the Law of God written in his brest was not suffici∣ent to restrayne him from mischiefe, or to make him sociable, and therefore without some magistracy to provide new orders, and to judge of old, and to execute according to justice, no society could be upheld, without society men could not live, and with∣out lawes men could not be sociable, and without authority somewhere invested, to judge according to Law, and execute ac∣cording to judgement, Law was a vaine and void thing, it was soon therefore provided that lawes agreeable to the dictates of reason should be ratified by common consent, and that the execution and interpretation of those Lawes should be intrusted to some magistrate, for the preventing of common injuries be∣twixt Subject and Subject, but when it after appeared that man was yet subject to unnaturall destruction, by the Tyranny of in∣trusted magistrates, a mischiefe almost as fatall as to be without all magistracie, how to provide a wholsome remedy therefore, was not so easie to be prevented. 'Twas not difficult to invent Lawes, for the limitting of supreme governors, but to invent how those Lawes should be executed or by whom interpreted, was almost impossible, nam quis custodiat ipsos custodes; To place a superiour above a supreme, was held unnaturall, yet what a 4 livelesse fond thing would Law be, without any judge to deter∣mine it, or power to enforce it; and how could humaine conso∣ciation be preserved, without some such Law? besides, if it be agreed upon, that limits should be prefixed to Princes, and judges appointed to decree according to those limits, yet an other great inconvenience will presently affront us; for we cannot restraine Princes too far, but we shall disable them from some good, as well as inhibit them from some evill, and to be disabled from do∣ing good in some things, may be as mischievous, as to be inabled for all evils at meere discretion. Long it was ere the world could extricate it selfe out of all these extremities, or finde out an or∣derly meanes whereby to avoid the danger of unbounded pre∣rogative on this hand, and to excessive liberty on the other: and scarce has long experience yet fully satisfied the mindes of all men in it. In the infancy of the world, when man was not so ac∣tificiall and obdurate in cruelty and oppression as now, and when policy was more rude, most Nations did chuse rather to submit themselves to the meer discretion of their Lords, then to rely up∣on any limits: and to be ruled by Arbitrary edicts, then written Statutes. But since, Tyranny being growne more exquisite, and policy more perfect, (especially in Countreys where Learning and Religion flourish) few Nations will indure that thraldome which uses to accompany unbounded & unconditionate royalty, yet long it was ere the bounds and conditions of supreme Lords were so wisely determined or quietly conserved as now they are, for at first when Ephori, Tribuni, Curatores &c. were erected to poyze against the scale of Soveraignty, much bloud was shed about them, and, states were put into new broyles by them, and in some places the remedy proved worse then the disease. In all great distresses the body of the people was ever constrained to rise, and by the force of a Major party to put an end to all in∣testine strifes, and make a redresse of all publique grievances, but many times calamities grew to a strange height, before so com∣bersome a body could be raised; and when it was raised, the mo∣tions of it were so distracted and irregular, that after much spoile and effution of bloud, sometimes onely one Tyranny was ex∣changed for another: till some way was invented to regulate the motions of the peoples moliminous body, I think arbitrary rule was most safe for the world, but now since most Countries have 5 found out an Art and peaceable Order for Publique Assem∣blies, whereby the people may assume its owne power to do it∣selfe right without disturbance to it selfe, or injury to Princes, he is very unjust that will oppose this Art and order. That Princes may not be now beyond all limits and Lawes, nor yet left to be tryed upon those limits and Lawes by any private parties, the whole community in its underived Majesty shall convene to do justice, and that this convention may not be without intelli∣gence, certaine-times and places and formes shall be appoin∣ted for its regliment, and that the vastnesse of its owne bulke may not breed confusion, by vertue of election and representati∣on: a few shall act for many, the wise shall consent for the sim∣ple, the vertue of all shall redound to some, and the prudence of some shall redound to all. And sure, as this admirably composed Court which is now called a Parliament, is more regularly and orderly formed, then when it was called the mickle Synod, or Witenagenot, or when this reall body of the people did throng together at it, so it is not yet perhaps without some defects, which by art and policy might receive further amendment, some divisions have beene sprung of late betweene both Houses, and some betweene the King and both Houses, by reason of the uncertainety of jurisdiction; and some Lawyers doubt how far the Parliament is able to create new formes and presidents; and has a jurisdiction over it selfe. All these doubts would be so∣lemnly solved. But in the first place, the true Priviledges of Par∣liaments, not onely belonging to the being and efficacy of it, but to the honour also & complement of it, would be clearly decla∣red: for the very nameing of Priviledges of Parliament, as if they were Chimera's to the ignoranter sort, & utterly unknown to the learned, hath beene entertained with scorne since the beginning of this Parliament. The vertue of representation hath beene denyed to the Commons, and a severance has beene made betwixt the parties chosen and the parties choosing, and so that great Priviledges of all Priviledges, that unmoveable Ba∣sis of all honour and power, whereby the House of Commons claimes the entire rite of all the Gentry and Commonalty of England, has beene attempted to bee shaken and disturbed, most of our late distempers and obstructions in Parliament have proceeded from this: that the people upon causelesse defama∣tion 6 and unproved accusations have beene so prone to with∣draw themselves from their representations, and yet there can be nothing under Heaven, next to renouncing God, which can be more perfidious and more pernitious in the people than this. Having now premised these things, I come to the maine dif∣ficulties lying at this time in dispute before us, it is left unquestio∣ned that the legislative power of this Kingdome is partly in the King, and partly in the Kingdome, and that in ordinary cases, when it concernes not the saving of the people from some great danger or inconvenience, neither the King can make a ge∣nerall binding Law or Ordinance without the Parliament, or the Parliament without the King, and this is by a knowne Max∣ime, Non recurrendum est ad extraordinaria &c. It ought to be also as unquestioned, that where this ordinary course cannot be taken for the preventing of publike mischiefes, any extraordinary course that is for that purpose the most effectu∣all, may justly be taken and executed by the most transcendent over-ruling Primum Mobile of all humane Lawes, if the King will not joyne with the people, the people may without disloy∣alty save themselves, and if the people should be so unnaturall as to oppose their owne preservation, the King might use all possible means for their safetie, yet this seemes to be denyed by the King, for he sets forth Proclamations and cites Statutes in them to prove, that the power of levying armes and forces is solely in him, and he presses them indefinitely, not leaving to the Subject any right at all of rising in armes, though for their owne necessa∣ry defence, except he joynes his consent and Authority: In the same manner also, he so assumes to himselfe a share in the legisla∣tive power, as without his concurrence the Lords and Com∣mons have no right at all to make any temporary orders for put∣ting the Kingdome into a posture of defence, in what publique distresse soever: And therefore in Sir Iohn Hothaems case, he doth not onely charge him of Treason, for observing the Parlia∣ments instructions and Commissions in a pretended danger, but he pronounceth the meere act Treason, let the circumstances be what they will. Let the world judge whether this be not con∣trary to the clearest beames of humaine reason, and the strongest inclinations of nature, for every private man may defend him∣selfe by force, if assaulted, though by the force of a Magistrate 7 or his owne father, and though he be not without all confidence by flight &c. yet here whole nations being exposed to enmity and hazard, being utterly uncapable of flight, must yeeld their throats and submit to Assas∣sinates, if their King will not allow, them defence. See if this be not contrary to the originall, end, and trust of all power and Lawe, and whether it doe not open a gap to as vast and arbitrary a prerogative as the Grand Seignior has, and whither this be not the maine ground of all those bitter invectives almost which are iterated and inforced with so much eloquence in all the Kings late papers. See if wee are not left as a prety to the same bloudy hands as have done such diabolicall exployts in Ireland, or to any others which can perswade the King that the Parliament is not well affected to him, if we may not take up armes for our owne safety, or if it be possible for us to take up armes, without some Votes or ordinances to regulate the Mi∣litia, or to make our defence manly, and not beastiall and void of all Counsell, the name of a King is great I confesse, and worthy of great honour, but is not the name of people greater? let not meere tearms deceave us, let us weigh names and things together, admit that God sheds here some rayes of Majesty upon his vicegerents on earth, yet except we thinke he doth this out of particular love to Princes themselves, and not to communties of men, wee must not hence in∣vert the course of nature, and make nations subordinate in end to Princes. My Lord of Strafford, sayes that the Law of Prerogative is like that of the first table, but the Law of Common safety and utility like that of the second, and hence concludes, that precedence is to be given to that which is more sacred, (that is) Regall Prerogative. Upon this ground all Parasites build when they seeke to hood-winke Princes for their owne ad∣vantages, and when they assay to draw that esteeme to 8 themselves, which they withdraw from the people: and this doctrin is common, because 'tis so acceptable: for as nothing is more pleasant to Princes then to be so deified, so nothing is more gainefull to Courtiers then so to please. But to look into termes a little more narrower, and dispell umbrages; Princes are called Gods, Fathers, Husbands, Lords, Heads, &c. and this implyes them to be of more worth and more unsubordinate in end, then their Subjects are, who by the same relation must stand as Crea∣tures, Children, Wives, Servants, Members, &c. I answer, these termes do illustrate some excellency in Princes by way of similitude, but must not in all things be applyed, and they are most truly applyed to Subjects, taken divisim, but not conjunctim: Kings are Gods to particular men, secundum quid, and are sanctified with some of Gods royaltie; but it is not for themselves, it is for an extrinsecall end, and that is the prosperitie of Gods people, and that end is more sacred than the meanes, as to themselves they are most unlike God; for God cannot bee obliged by any thing extrinsecall, no created thing whatsoever can be of sufficient value or excellencie to impose any dutie or tye upon God, as Sub∣jects upon Princes: therefore granting Prerogative to be but mediate, and the Weale Publike to be finall, wee must rank the Lawes of libertie in the first Table, and Prerogative in the second, as Nature doth require; and not after a kind of blasphemy ascribe that unsubordina∣tion to Princes, which is only due to God; so the King is a Father to his People, taken singly, but not univer∣sally; for the father is more worthy than the son in na∣ture, and the son is wholly a debtor to the father, and can by no merit transcend his dutie, nor chalenge any thing as due from his father; for the father doth all his offices meritoriously, freely, and unexactedly. Yet this holds not in the relation betwixt King & Subject, for its more due in policie, and more strictly to be chalenged, that the 9 King should make happy the People, than the People make glorious the King. This same reason is also in re∣lation of Husband, Lord, &c. for the wife is inferiour in nature, and was created for the assistance of man, and servants are hired for their Lords meere attendance; but it is otherwise in the State betwixt man and man, for that civill difference which is for civill ends, and those ends are, that wrong and violence may be repressed by one for the good of all not that servilitie and drudgerie may be imposed upon all, for the pomp of one. So the head naturally doth not more depend upon the body, than that does upon the head, both head and members must live and dye together; but it is otherwise with the Head Politicall, for that receives more subsistence from the body than it gives, and being subservient to that, it has no being when that is dissolved, and that may be pre∣served after its dissolution. And hence it appeares, that the verie order of Prin∣ces binds them not to be insolent, but lowly; and not to aime at their owne good but secondarily, contrarie to the Florentines wretched Politiques. And it followes, that such Princes, as contrarie to the end of government, effect evill in stead of good, insulting in common servi∣litie, rather than promoting common securitie, and pla∣cing their chiefest pomp in the sufferance of their Sub∣jects, commit such sins as God will never countenance; nay, such as the unnaturall father, the tyrannous husband, the mercilesse master is not capable of committing; nay, we must conceive that Treason in Subjects against their Prince, so far only as it concernes the Prince, is not so horrid in nature, as oppression in the Prince exercised violently upon Subjects. God commands Princes to study his Law day and night, and not to amasse great treasures, or to encrease their Cavaliers, or to lift up their hearts above their brethren, nor to wast their owne de∣meanes, 0 lest necessitie should tempt them to rapine. But on the contrarie, Machiavels Instructions puffe up Prin∣ces, That they may treat Subjects not as brethren, but as beasts, as the basest beasts of drudgerie, teaching them by subtiltie, and by the strength of their Militia, to uphold their owne will, and to make meere sponges of the publike coffers: And sure if that cursed Heretike in policie could have in∣vented any thing more repugnant to Gods commands, and Natures intention, he had been held a deeper States∣man than hee is; but I conceive it is now sufficiently cleared, that all rule is but fiduciarie, and that this and that Prince is more or lesse absolute, as he is more or lesse trusted, and that all trusts differ not in nature or intent, but in degree only and extent: and therefore since it is unnaturall for any Nation to give away its owne pro∣prietie in it selfe absolutely, and to subject it selfe to a condition of servilitie below men, because this is con∣trarie to the supreme of all Lawes, wee must not think that it can stand with the intent of any trust, that neces∣sarie defence should be barred, and naturall preservation denyed to any people; no man will deny, but that the People may use meanes of defence, where Princes are more conditionate, and have a soveraigntie more limi∣ted, and yet these being only lesse trusted than absolute Monarchs, and no trust being without an intent of pre∣servation, it is no more intended that the People shall be remedilesly oppressed in a Monarchy, than in a Repub∣lique. But tracing this no further, I will now rest upon this, that whatsoever the King has alleaged against rai∣sing of Armes, and publishing of Orders indefinitely, is of no force to make Sir Iohn Hotham, or those by whose authoritie hee acted, Traytours, unlesse it fall out that there was no ground nor necessitie of such defence. So much of danger certaine. I will now suppose the danger of the Commonwealth 1 uncertaine, the King sayes; the Parliament denyes; the King commands, the Parliament forbids: The King sayes the Parliament is seduced by a traiterous fa∣ction; the Parliament sayes the King is seduced by a Malignant Party: the King sayes the Parliament tram∣ples upon his Crowne; the Parliament sayes the King intends Warre upon them: to whether now is the Subject bound to adhere? I will not insist much upon gene∣rall presumptions, though they are of moment in this case: for without all question 'tis more likely, that Princes may erre and have sinister ends, then such gene∣rall conventions of the Nobility, Gentry, and Commonal∣ty so instituted, and regulated as ours are in England. The King does highly admire the ancient, equall, happy, well poyzed and never enough commended constitution of this Government, which hath made this Kingdome, so many years both famous and happy, to a great degree of envie, and amongst the rest, our Courts of Parliament: and there∣in more especially, that power which is legally placed in both Houses, more than sufficient (as he sayes) to pre∣vent and restraine the power of Tyranny; But how can this be? if the King may at His pleasure take away the being of Parliament meerely by dissent, if they can doe nothing but what pleases Him, or some Clandestine Councellours, and if upon any attempt to doe any thing else, they shall be called Traitors, and without further arraignment, or legall proceeding, be deserted by the Kingdome whose representations they are, what is there remaining to Parliaments? are they not more ser∣vile then other inferiour Courts; nay, are they not in a worse condition then the meanest Subject out of Parliament? and how shall they restraine tyranny, when they have no subsistance at all themselves; nay, nor no benefit of Justice, but arbitrary. Surely if these princi∣ples hold, they will be made the very Engines and 2 Scaffolds whereby to erect a government more tyran∣nicall then ever was knowne in any other Kingdome, wee have long groaned for them, but we are likely now to groane under them: but you will say, the King hath a power of dissent, he may use it at his pleasure, if hee have none, then he is a meere Cypher, and the Parliament may tyrannize at pleasure: either the one or the other must bee predominant, or else by a mutuall opposition all must perist; and why not the King predominant rather then the Parlia∣ment? We had a maxime, and it was grounded upon Nature, and never till this Parliament withstood, that a community can have no private ends to mislead it, and make it injurious to it selfe, and no age will furnish us with one story of any Parliament freely elected, and held, that ever did injure a whole Kingdome, or exercise any tyranny, nor is there any possibility how it should. The King may safely leave his highest rights to Parlia∣ments, for none knowes better, or affects more the sweet∣nesse of this so well-ballanced a Monarchy then they do, and it hath been often in their power under great provo∣cations to load that rule with greater fetters & clogs, but they would not. Let us marke but the nature, the right, the power, the wisedome, the justice, of Parlia∣ments, and we shall finde no cause to suspect them, of such unmatchable treasons and conspiracies as are this day, and never was before charged upon them; for our Chronicles makes it apparent, that there is scarce any other Nation wherein Monarchy has been more a∣bused by rash inconsiderate Princes, then in this, nor none at all wherein it hath been more inviolably adored, and loyally preserved from all diminution, I wish it were not some incitement to those execrable Instruments, which steale the Kings heart from us, that they thinke the Religion of Protestants too tame, and the Nation of the English too incensible of injuries; but I hope 3 God will the more tenderly resent these things. The composition of Parliaments, I say, takes away all jea∣lousies, for it is so equally, and geometrically proportio∣nable, and all the States doe so orderly contribute their due parts therein, that no one can be of any extreame predominance, the multitude loves Monarchy better then Aristocracy, and the Nobility and Gentry, pre∣fer it as much beyond Democracy, and we see the multitude hath onely a representative influence, so that they are not likely to sway, and yet some influence they have, and that enough to preserve themselves from be∣ing overswaid. We also in England have not a Nobili∣ty and Gentry so independent and potent as in France, Germany, Denmarke, &c. Nor as they were here im∣mediately after the Conquest, by reason of their great Feoffes, whereby to give Lawes either to the Crowne, or the people; but they stand at such faire and comely distances between the King and people, and also be∣tweene themselves, that they serve for an excellent Skreene and banke (as the Kings words are) to assist both King and people against the encroachments of each other. And as the middle Region of the aire treats loving offices betwixt heaven and earth, restraining the fumes and exhalations of Sea and Land, that they ascend not too high, and at the same instant, allaying that restlesse Planets scorching flames, which else might prove insufferable to the lower Elements: So doth both Houses of Parliament, as peaceably and sweetly arbitrate betwixt the Prince and his poorest Vassals, and declining. Tyranny on the one side, and Ochlocracy on the other, preserving intire to the King the honour of His Scopter, and to the people the patrimony of freedome. Let us not then seeke to corrupt this purity of composition, or conceive that both Gentry; and Nobility can combine against the King, when they have no power but derivative, the one more 4 depending upon the King, and the other upon the peo∣ple, but both most excellently to affect the good of the whole, and to prevent the exorbitance of any one part. Next, the right of all the Lords and Commons in this State is so great, that no change of goverement can be advantage to them in that temporary capacity, except they could each one obtaine an hereditary Crowne, which is a thing utterly impossible. Next, their power is meerely derivative, so that except we will conceive that both King and people will be consenting to the usurpation, nothing can be done; and if wee conceive that they may by fraud gaine their consent, nothing can withstand them. Lastly, their wisedome hath beene ever held unquestionable, and their justice inviolable, no Prince that ever cast himselfe thereupon was defrau∣ded, no Prince that ever declined the same, proved pros∣perous. In sum, Parliamentary government being used as Physicke, not dyet by the intermission of due spaces of time, has in it all that is excelleut in all formes of Go∣vernment whatsoever. If the King be an affector of true liberty, he has in Parliament a power as extensive as ever the Romane Dictators was, for the preventing of all publike distresses. If the King be apt to intrude upon the common liberties, the people have hereby many Democraticall advantages to preserve themselves. If Warre bee, here is the Unitive vertue of Monarchy to encounter it, here is the admirable Councell of Aristo∣cracy to manage it. If Peace be, here is the industry and courage of democracy to improve it. Let us now see how Kings usually, governe without Parliaments especi∣ally such as are ruled by Councell averse from Parlia∣ments. I need not speake of France, and other Coun∣tries, where together with these generall Assemblies, all liberty is falne to the ground; I need not travell further then our stories, nay, I need not passe beyond our owne Times, my discourse will be endlesse if I doe. 5 The wisest of our Kings following their owne private advise, or be∣ing conducted by their owne wills, have mistaken their best Subiects, for their greatest enemies, and their greatest enemies for their best Sub∣iects, and upon such mistakes our iustest Kings, have often done things very dangerous. And without upbraiding I may say, that this King by the fraud of such as have incensed him against Parliaments, and his most loyall people, hath so far been possest with a confidence in the zeale of Traytors, that he hath scarse ever yet enioyed that grandour and splendor which his Ancestors did enioy. He hath met in the field with two contrary Armies of his own Subiects, and yet that Army which he went to destroy, and advanced their colours against him, was more loyall than that which himselfe commanded, and yet both were more loyall than those fatall whisperers which ingaged them so one against the other, if the whole Kingdome of Scotland had been more hearkened to, rather than some few malignants of the Popish, and Pre∣laticall faction, the King had sooner found out the fidelity of that whole Kingdome, and the infidelity of that wicked faction. But as things then stood, the King was as much incensed against them, as he is against us now, and he that did then perswade him that the Scots were no Rebels, seemed as great an enemy as he doth now that shall defend the inno∣cency of Sir John Hotham; there was no difference at all betwixt that ease of the Scots, and this of ours, the King attributed then as much to his own conscience and understanding, as he doth now, and he attri∣buted as little then to the publike Votes of that Kingdome, as he doth now to this, only in this, our condition is the more unhappy, because that so fresh and memorable experiment doth not at all profit us, but still by a strange kinde of relapse, the King seemes now the more firm∣ly to relie upon his own private reason, and counsell, the more cause he hath to confide in publike advertisements, and the more he professes to doe contrary: the maine question now is, whether the Court, or the Parliament gives the King the better Councell; the King sayes, he cannot without renouncing his own conscience and reason, prefer the Parliaments Councell before the Courts; and that which the King here calls Conscience and reason, can be nothing else but meere private opi∣nion; for if the Councell of the Parliament were directly opposite to common understanding, and good conscience, and the Councell of the Court were evidently consonant thereunto, there needed no such contestation: For example, the Parliament conceives that such and such ill offices have been done to frame parties; and unite forces against 6 the Parliament & the State, and therfore they desire that such Townes, and Forts, and the publick Militia may be intrusted to the custody and command of such Noblemen and Gentlemen as they conside in; the Kings secret Court-Councell suggests against this, that this request incloseth at reasonable intention in it, and that the ayme is to wrest all power out of the Kings hand, that he may be forced to depose him∣selfe; the effect of this is no more but to let the King know, that they are more wise and faithfull than the Parliament, and that hee may doe royally to hearken to them in condemning the Lords and Commons of most inexpiable, unnaturall, impossible Treason, for they must needs love him better then the Parliament, but he cannot hearken to the Lords and Commons without offering violence to his owne reason and conscience; here we see the misery of all, if Princes may not be led by their owne opinions, though infused by obscure whisperers, when they scandall the loyalty of whole kingdomes without cause, rather then by the sacred and awfull councels of whole Nations, they are denyed liberty of conscience, and ravisht out of their owne understandings. And yet if Princes may be admitted to prefer such weak opinions be∣fore Parliamentary motives and petitions, in those things which con∣cerne the Lives, Estates, and Liberties of thousands, what vain things are Parliaments, what unlimitable things are Princes, what miserable things are Subiects? I will enlarge my selfe no longer upon this end∣lesse Theame: Let us look upon the Venetians, and such other free Nations, why are they so extreamly iealous over their Princes, is it for feare lest they should attaine to an absolute power? It is meerely for feare of this bondage, that their Princes will dote upon their owne wills, and despise publike Councels and Laws, in respect of their owne private opinions; were not this the sting of Monarchy, of all formes it were the most exquisite, and to all Nations it would be the most de∣sirable: Happy are those Monarchs which qualifie this sting, and hap∣py are those people which are governed by such Monarchs. I come now to the particularities of our own present case, for it may be said, that though publik advise be commonly better than private, yet in this case it may be otherwise; some men have advised the King, that the Parliament hath trayterous designes both against his Person & Crown, and not to be prevented but by absenting himselfe, denying his influ∣ence and concurrence, frustrasting and protesting against their pro∣ceedings is invalid and seditious, and laying heavy charges of Rebel∣lion upon them, to this advise the King hearkens, so the Parliament re∣quests, 7 and advises the contrary, and now in the midst of all our cala∣mities, of gasping Ireland, and bleeding England, the Parliament seeing that either they must make use of their legislative power and make ordinance to secure some Forts and settle the Militia of the King∣dome in sure hands, and to prevent the seducers of the King, or else two Kingdomes should probably bee lost, they doe accor∣dingly. The King proclaymes to the contrary notwithstanding. The question then as I conceive is this onely, whether or no the King hath any just cause to suspect the Parliament of Treason (and can make appeare to the world as some of his Papers mention) wherein they have attempted or plotted any thing against his per∣son and Crowne, which was the onely motive why hee sought to ab∣sent himselfe from London, and to possesse himselfe of Hull, and to frame such an impeachment against some of both Houses, if this can be affirmed and proved, the Parliament shall be held guilty in all their Votes, Ordinances and Commissions concerning Sir John Hotham and the Militia, &c. Although it be the first time that any free Parliament was ever so criminous, but if this cannot bee prooved, it must be granted that according to the Votes of Parliaments, the Kings departure did by frustrating Parliamentary proceedings, in a time of such calamitie and distresse greatly indanger two Kingdomes, and whosoever advised the King to that departure, and to the charging of Treason, since layd upon the Parliament (and all such as have obeyed them, in seeking to prevent publicke mischeefes) are as per∣nicious enemies to this State, as ever received their being from it. The businesse of Hull is most instanced in, let that be first survayd, Sir John Hotham is to be lookt upon but as the Actor, the Parliament as the Author in holding Hull, and therefore it is much wondered at, that the King seemes more violent against the Actor then the Author, but since through the Actor the Author must needs be pearced, if the Act be found Treason, let us consider of circumstances, the same act may be treasonable or not, if such and such circumstances vary, for exam∣ple, to possesse a Towne and shut the gates against a King is Treason, if there be not something in the act or in the intention, or in the Au∣thoritie of him that shuts the gates to qualifie and correct the nature of Treason in that act. The first thing then to be lookt on is, that the King was meerely de∣nyed entrance for that time, his generall right was not denyed, and no defying language was given, no act of violence was used, though 8 the King for divers houres together did stand within Musket shot, and did use termes of defiance, and this makes the act meerely defensive, or rather passive. And therfore how this should administer to the King any ground to leavy guards at Yorke, many men wonder, or that it should seeme the same thing to the King, as if hee had beene pursued to the gates of Yorke. Did the King without any feare treate Sir John Hotham as a Traytor in the face of his Artillery, and after to enter Hull with twentie Horse onely unarmed, and continue such a harsh Parley, so many houres, and yet when hee was in Yorke, in a County of so great assurance, could nothing but so many bands of Horse and Foot secure him from the same Sir John Hotham? The next thing considerable is the Parliaments intention: if the Parliament have here upon turned any of the Townesmen out of their estates, or claymed any interest in it to themselves, or have disseized the King, utterly denying his right for the future, or have made any other use of their possession, but meerely to pre∣vent civill warre, and to disfurnish the Kings seducers of Armes and Ammunition: let the State bee branded with Treason, but if none of these things bee by any credit, though their enemies should bee judges, the most essentiall propertie of Treason must neeeds here bee absent in this act. The next thing considerable is the Parliaments Authoritie, if the Parliament bee not vertually the whole kingdome it selfe, if it bee not the supreame judicature, as well in matters of State as matters of Law, if it be not the great Councell of the Kingdome, as well as of the King, to whom it belongeth by the consent of all nations to pro∣vide in all extraordinary cases, Ne quid detrimenti capiat Respub: let the brand of Treason sticke upon it, nay if the Parliament would have used this forcible meanes unlesse petitioning would not have prevay∣led, or if their grounds of jealousie were merely vaine, or if the jealousie of a whole kingdome can bee counted vaine, or if they claime any such right of judging of danger, and preventing them without the Kings consent as ordinary and perpetuall, and with∣out any relation to publike danger, let the reward of Treason be their guerdon. But if their authoritie be so sacred, their intention so loyall, their act free from offensive violence, and if the King might have pre∣vented the same repulse by sending a messenger before hand, or by coming without such considerable Forces in so unexpected a manner, let not treason be here misplaced. Had Faux falne by a private mans 9 Sword in the very instant, when he would have given fire to his trayne, that act had not bin punishable; and the Scots in England tooke New∣castle but by private authoritie, yet there were other qualifications in that act sufficient to purge it of Treason, and he is not comprehensive of the value of a whole State, nor of the vigour of our nationall union which does not so interpret it; how much more unjust then is it that the whole State of England shall be condemned of Treason for doing such an act as this, when its owne safetie, wherein none can have so much interest as it selfe, was so highly touched? Let not all resistance to Princes be under one notion confounded, let the principles and in∣gredients of it be justly examined, and sometimes it will be held as pi∣ous and loyall to Princes themselves, as at other times it is distructive and impious. Let us by the same test try the actions, intentions, and authoritie of the Papists now in Ireland: and compare them with this businesse at Hull, and we shall see a diametricall contrarietie betweene them. Their actions are all blood, rapine, and torture, all ages, all sexes, all conditions of men have tasted of their infernall crueltie. Their intentions are to extirpate that Religion which hath indeavored so long to bring them from Idolatry and Atheisme, and to massacre that nation which hath indeavoured so gently to reduce them from poverty and beastiall barbarisme. Their chiefe leaders in this horrid tragedy, are Jesuites and meere Bandettoes, and the Authority of King, Parliament, and Magistracy is the principall thing which they strike at, and seeke to overwhelme in this deplorable deluge of blood, such a direct contra∣riety then being betwixt the true Rebells in Ireland, and the misnamed Rebells here in England, the same men which condemne the one, if they would be true to themselves, they ought to commend the other, for we have had experience often in England, and other nations have had the like, that Kings have marched forth amongst their enemies to encounter with their friends, so easily are they to be flattered into er∣rour, and out of errour to seeke the ruine of those which ayme at no∣thing but perdition. And yet questionlesse when Richard the second was invironed with the Forces of Spencer, and his confederates, vow∣ing to sacrifice their blood in his quarrell, and in defiance of the ad∣verse trayterous Peeres, he which would have told him, that those Swords drawne for him, were in truth drawne against him and his best friends, and those Swords on the other side drawne against him, or rather against his seducers were indeed drawne for him, should have found but poore acceptance, for without doubt the King would 0 have thought such a suggestion an abuse to his sences, to his reason, to his conscience, and an impudent imposture, worthy of nothing but scorne and indignation. And if it had beene further pressed that the voyce and councell of the Peeres was the voyce and councell of the major and better part of the Kingdome, whereas Spencers party was but of inconsiderable fortunes, and his Councell was but pri∣vate, and might tend to private ends, it is likely the King at the last resort; would have referred all to his owne will and discretion; but I have now done with the businesse of Hull, and therein I thinke with all objections against the Loyaltie of the Parliament, for the same reason will extend to all their Votes and actions concerning the Militia, &c. and in summe all ends in this; if Kings bee so inclineable to follow private advise rather then publique, and to preferre that which closes with their naturall impotent ambition, before that which crosses the same, are without all limits, then they may destroy their best subjects at pleasure, and all Charters and Lawes of publike safetie and freedome are voyd, and God hath not left humane nature any meanes of sufficient preservation. But on the contrary, if there bee any benefit in Lawes to limit Prin∣ces when they are seduced by Privadoes, and will not hearken to the Great Councell of the Land, doubtlesse there must be some Court to judge of that seducement, and some authoritie to inforce that iudgement, and that Court and Authoritie must bee the Par∣liament, or some higher Tribunall, there can be no more certaine Crisis of seducement, then of preferring private advise before pub∣like. But the King declines this point, and saith, that hee doth not undervalue the whole Parliament, or lay charge of Treason upon all, he doth confesse that divers have dissented, and divers beene absent, &c. hee deserts onely, and accuses the faction and conspi∣racy of some few in Parliament. Wee are now at last fallen up∣on an issue fit to put an end to all other invectives, let us sticke close to it. The King promises very shortly a full and satisfacto∣ry narration of those few persons in Parliament: whose designe is, and alwayes was to alter the whole frame of government both in Church and State, and to subject both King and people to their owne law∣lesse Arbitrary power and government; a little of this Logicke is better then a great deale of Rhetoricke, as the case now stands. If the King will please now to publish the particular crimes of such, as hee hath formerly impeached of Treason, and the particular 1 names of such as now hee sets forth in those Characters, and will therein referre himselfe to the strength of his proofes, and evi∣dence of his matter, it is impossible that any jealousie can cloud his integretie, or checke his power any longer; Then it will appeare to all, that he hath not left us, out of any disaffection to Parlia∣ments, or out of any good opinion of Papists, Delinquents, and o∣ther Incendiaries, but that hee was necessitated to depart from us, that hee might be the better able to preserve to us our Religion, Lawes and liberties, and that none of his solemne oathes of cordiall love to us hath wanted integretie and faith. This will satisfie all lovers of Justice, that he gives not light credit to weake whisperers or maliti∣ous informers (whose ayme may bee to bring this Parliament to some ignoble tryall, or to confound it without any tryall at all by ge∣nerall aspertions and meere calumnious surmises) this will proclaime his cander and sinceritie, and set a brighter luster upon his Justice, then any oratory whatsoever. By the performance of this promise he shall not doe onely right to himselfe, but also to the whole kingdome, for the distracted multitude, being at last by this meanes undeceived, shall not onely prostrate themselves, and all their power presently at his feet, but for ever after remaine the more assured of his good, whether to publike liberties and Parliamentary Priviledges. Howsoever nothing but the awfull promise of a King could make us thinke so dishonorably of Parliaments, or suspend our judgements so long of them; for an Aristocracy in Parliament cannot bee erected without meanes, and what this meanes shall be, is yet to us altogether inscrutible, for the power of Parliaments is but derivative and depen∣ding upon publike consent, and how publike consent should be gained for the erection of a new unlawfull odious tiranny amongst us, is not discernable, the whole kingdome is not to bee mastered against con∣sent, by the Traine Band, nor the Traine Bands by the Lords or de∣butie Lievtenants, nor they by the maior part in Parliament, nor the maior part in Parliament by I know not what septem-virat, there is some mistery in this which seemes yet above, if not contrary to nature, but since the King hath promised to open it, we will suspend our opinion and expect it as the finall issue of all our disputes. The maine body of the difference being thus stated, I come now to the observations of some other severall obiections against this Parliament, and exceptions taken against arbitrary power in all Parliaments, and I shall observe no order, but consider them 2 as I finde them, either dispersed or recollected in the Kings late Ex∣presses. The Parliament being complayned against for undutifull usage to the King above all former Parliaments, hath said, that if they should make the highest presidents of other Parliaments their patterne, there would be no cause to complaine of want of modesty and dutie. The King, because some Parliaments formerly have deposed Kings, applyes these words to those Presidents, but it may iustly be denyed that free Parliaments did ever truely consent to the dethroaning of any King of England, for that Act whereby Richard the second was depo∣sed, was rather the Act of Hen. the fourth, and his victorious Army, then of the whole Kingdome. The Parliament is taxed of reproaching this Kings government, to render him odious to his subiects, whereas indeed all the miscariages and grievous oppressions of former times are solely imputed to the ill Ministers and Councellors of the King, And all the misfortunes of these times since November, 1640. are imputed to the blame of the Parliament: the Kings words to the Parliament are, That the condition of his Subjects when it was at worst under his government was by many degrees more plea∣sant and happy then this to which the Parliaments furious pretences of reformation hath brought them to. In this case the Parliament being accused of so haynous crimes, did uniustly betray themselves, if they should not lay the blame upon the Kings evill Councellors, the onely enemies and interrupters of Parliaments. Neverthelesse the King takes this as a way of the Parliament to let them into their franke ex∣pressions of him and his actions, and takes all things spoken against his ministers, as spoken against himselfe, how miserable here is the con∣dition of the Parliament, eyther they must sinke under uniust charges, or be censured for the reproachers of their king, nay they are unduti∣full, if they tell not the King himselfe, that he ought not to onerate himselfe with the blame of his Councellors. The Parliament, because it could not obtaine no equall Justice from the Court-Caveleers, who are conceived to be the first moo∣vers of those stirres and tumults which happened at Westminster, did reserve the hearing of some of the contrary side it selfe, upon this it is objected, that the Parliament incited those seditious; and protected the actors in it, whereas they desire Justice yet, and that both sides may be brought fairely to an equall hearing, and before such hearing they desire that no parties may be condemned. 3 And whereas the Parliament, upon those rude commotions, are con∣demned as unheard, and of that which is unproved, and never can be proved, That they leavyed Warre upon the King, and drove him away, yet they desire that that meer imputation may not draw any further oppo∣sition to their proceedings, and the necessities of the State; for if the King could not stay at London with safety, yet being now at York in safety, he may concurre with the advice of his Parliament; the distance of the place needs not cause any distance of affection, since the King conceives He hath so few enemies, and assures himself of so many friends in Parliament. The Parliament sayes, That none of its Members may be apprehended in case of suspicion, where no information or witnesses appear, to make good the Prosecution, without acquainting the Parliament, if leave may be convenient∣ly obtained. In opposition to this a case is put, Of a Parliament-man that rides from York to London, and takes a purse by the way, the Parlia∣ment doth not priviledge Robberies so done; for though no such thing be likely ever to be done, yet if it be, in that case the evidence of the fact in that instant, allowes not onely the apprehending, but the casuall kil∣ling of such a Robber: Who sees not many differences betwixt such a case, and that of the five Members of the lower House, where neither Witnesses, not Informers, nor Relaters, nor any particularity of crime could be produced? and yet by the same act the whole House might have been surprized: And all the world knows, That the impeached Mem∣bers still suffer by that Charge, and yet can obtain no right against any Informers, though it be now converted to their disadvantage. The Parliament does not deny the King a true-reall Interest in any thing held by him, either in jure Coronae, or in jurae Personae, yet meerly because it affirms, That in the same thing the State hath an Interest Para∣mont in cases of publique extremity; by vertue of which it may justly seize, and use the same for its own necessary preservation. Hereupon, the King replies, That this utterly abolishes His Interest in all things, so that by this device, He is made uncapable, either of suffering wrong, or receiving right: a strange violented wrested conclusion; and yet the Kings Interest in Hull, and in the lives of his subjects, is not such an Interest as in other moveables, neither is the Kings Interest taken away from him; the same things are still reserved for him, in better hands then he would have put them. The Parliament maintains its own Councell to be of honour and 4 power above all other, and when it is unjustly rejected, by a King se∣duced, and abused by private flatterers, to the danger of the Common∣wealth, it assumes a right to judge of that danger, and to prevent it: the King sayes, That this gives them an arbitrary unlimitable power to un∣settle the security of all mens estates, and that they are seduceable, and may abuse this power, nay they have abused it; and he cites the Anabaptists in Germany, and the 30 Tyrants at Athens. That there is an Arbitrary power in every State somewhere tis true, tis necessary, and no inconve∣nience follows upon it; every man has an absolute power over himself; but because no man can hate himself, this power is not dangerous, nor need to be restrayned: So every State has an Arbitrary power over it self, and there is no danger in it for the same reason. If the State in∣trusts this to one man, or few, there may be danger in it; but the Parli∣ament is neither one nor few, it is indeed the State it self; it is no good consequence, though the King makes so much use of it, That the Parlia∣ment doth abuse power, because it may: The King would think it hard that we should conclude so against him, and yet the King challenges a greater power then Parliaments: and indeed if the Parliament may not save the Kingdome without the King, the King may destroy the King∣dom in despight of the Parliament; and whether then challenges that which is most Arbitrary, and of most danger? but the King sayes, This Parliament has abused their power. (I wish Kings had never abused theirs more) And the Parliament answers, That this is but his nude avirment, and in controversies that ought not to condemn private men, much lesse ought Parliaments to fall under it. And as for Mr Hooker, he does not say, That the Anabaptists in Germany did deceive Parliaments with their hypocri∣sie, and therefore inferre that Parliaments ought no further to be tru∣sted: the stirres of the Anabaptists in Germany conclude no more against Parliaments, then the impostures of Mahomet in Arabia do. And as for the 30 Tyrants of Athens, we know they were not so chosen by the people, as our Knights, Citizens, and Burgesses are, nor created or cal∣led by any Kings Writ, as our Peers are; nor did they so meerly depend upon their own good abearing, and the good liking both of King and State, as our Lords and Commons now do; neither had they so many equalls and Rivalls as both our Houses contain: we know their power was not founded upon the consent of the Citizens, but the strength of their Souldiers; neither were their Souldiers such as our Train Bands, 5 but meer mercinaries of desperate, or perhaps no Fortunes, whose Re∣venue was rapine, whose Trade was murther: I fear they were more like our Cavaliers at Yorke, then the Militia at London: Were our new Mi∣litia any other our old Trayn Bands, or our new Lievtenants, and Deputies, any other then the same Lords and Gentlemen, with very lit∣tle variation, which before were very well reputed of, both by King and Commons, and not yet by either excepted against, or did the whole fate of the kingdom depend meerly upon the new Militia, this new device of an Aristocrasie might seem the more plausible; but as things now stand, this new Aristocraticall Fabrick cannot seem to any impartiall man, but as empty a shadow, and ayrie a dream as ever mans fancie abused it self withall. The Parliament sayes, That the Kings power is fiduciary, and not to be used against the Kingdom, but for it only: The King hereupon demands, May any thing be taken from a man, because he is trusted with it? Or may the person himself take away the thing he trusts when be will, and how he will? Our case of Hull is not so generall, The things there remaining in the Kings trust for the use of the Kingdom were Arms, and by consequence of more danger, then other kinde of Chattels. And if I intrust my cloak to anothers custody, I may not take it away again by force; But if it be my sword, and there is strong presumption, that it may be drawn upon me, I may use any means to secure it. The Parliament claims a right of declaring, and interpreting Law. The King makes this question thereupon? Is the Law it self subject to your Votes, that whatsoever you say, or do, shall be lawfull, because you declare it so? Am I supream, and yet you above me? Must my power be governed by your discretion? This is the Popes Arrogance, That all must submit their understanding, and Scripture it self, to His declaring power: and a case is put of the Irish Rebels, making themselves a major part in Parliament, and so voting against the true Religion, &c. In perspi∣cuous, uncontroverted things, the Law is it own interpreter, and there no Judge is requisite, and the Parliament cannot be taxed to have de∣clared Law by the rule of their Actions; They have squared their Acti∣ons according to Law, They may be censured, but they cannot be con∣vinced of any injustice. Tis true, In meer matters of State, the Par∣liament 6 is not bound to strict presidents at all times, but in matters of right, and justic• they have not deviated, either to the right hand, or to the left: Howsoeve•, In matters of Law and State both, where ambi∣guity is, some determin••ion must be supream, and therein, either the K•ngs power and t•ust must be guided by the discre•ion of the Parlia∣ment; or else the Parliament, and all other Courts must be overruled by the Kings meer discretion; and there can be nothing said against the Arbitrary supremacy of Parliaments, &c. But farre more upon better grounds, may be said against the Arbitrary supremacy of the King. As for the Popes Arrogance, who undertakes to interpret Scripture where it wants no interpreter, And in matters of meer opinion to usurpe over al• mens consciences; As if he had an infallibility in his sole breast. He is not an instance so fitly to be alleaged against Parliaments, as Princes, For slavish very probable, That if the Church had not submitted it self to so 〈◊〉 a condition under one Man, but had been governed by some generall Junto of Divines fairly elected, it had never swerved into such soul idolatry, and superstition, as it has done. As for the case of Ireland, I conceive, tis improperly urged; For England and Ireland are one and the same Dominion, There is as true and intimate an Union betwixt them, as betwixt England and Wales; And though by reason of remote situation, they do not meet in one, and the same Parliament; yet their Parliaments, as to some purposes, are not to be held severall Parliaments. And therefore, if the papists in Ireland were stronger, and had more Votes in Parliament then the Pro∣testants, yet they would want authority to overrule any thing voted, and established before in England. For the reason, why the minor part in all suffrages subscribes to the major is, That bloud may not be shed. For in probability, The major part will prevail, and else strife, and bloudshed would be endlesse: Wherefore the major part in Ireland, by the same reason ought to sit down and acquiesce, because Ireland is not a severall monarchy from England; nor is that a major part of Ireland, and England too; for if it were, it would give Law to us, as we now give Law there; and their Statutes would be of as much vertue here, as ours are there. The Parliament In case of extream danger, challenges an Authority of setling the Militia in sure hands, and removing doubtfull persons; if the King will not be entreated to do it of himself? The Kings sayes, This is to put 7 His intrusted power out of Himself into others, and so to devest and disable Himself for the protection of His people. This is a strange mistake. The Parliament desires no removeall of that power which was in the King, But that which was in such or such a Substitute? And how doe this de∣vest and disable the King? And if the King sayes, That He has a better opinion of such a Substitute, then of an other, Though the Parliament conceive otherwise, Then what does He but prefer His own private opi∣nion before the most Honourable of all Councells, before the voyce of the whole Kingdom? What higher Law then have we remaining then the Kings will? And as for his account to God, will it be easie▪ for him to pleade, That he used such an instrument of His own meer discretion against publike advice if things prove unhappy, then that He followed the most noble Councell, and such whose lifes, fortunes, and interests, were most deeply concerned in it? And as for those absurde unreason∣able, incredible suppositions of the injustice, and treasons of Parlia∣ments, as if they were lesse carefull of the publike good, then single Rulers, Though it be spoken in derision, wise men perhaps may be not so apt to laugh in applause, as in contempt of it. For how has the Par∣liament removed the rub of all Law out of its way, because it assumes to it self to be higher then any other Court, and to be in declaring Law, as farre beyond the Kings single countermands in Parliament, as other inferiour Courts are out of Parliaments? Or how, has it erected a new upstart Authority to affront the King, and maintain an Aristocraticall usurpations, when the main body of the Militia is still the same as it was, and such as the King professes no suspition of, and no alteration is of the heads thereof, except only in some few popishly inclined, or not publikely so honoured, and confided in as they ought? And when the same Allegiance is performed, The same Supremacy of power con∣fessed to be now in the King over the Militia, as has ever been? N•y, What ground can there be for this imaginary usurpation, when the King professes, He fixes not that traiterous designe upon both, or either House of Parliament, being most confident of the Loyalty, Good Affectio•s▪ and Integrity of that great Body? Is the main body of the Kingdom loyall? Is the main body of the Parliament loyall? Is the King true to Himself? And is all His great partie of Clergymen, Cour∣tiers, Souldiers, &c. constant? And yet is there a machination in hand, to introduce Aristocraticall usurpation odious to all men; which nei∣ther 8 Kingdom, Parliament, King, nor all the Royallists can oppose? What a strange unlathomable machination, and work of darknesse is this? But this is said to be done by cunning, force, absence, or accident. If it be by cunning, Then we must suppose that the Kings party in Parlia∣ment has lost all their Law, policy, and subtilty, And that all the Parlia∣ment, except some few are luld-a-sleep by Mercuries Minstrelsie; or that some diabolicall charme has closed up all their various eyes. If it be by force, Then we must suppose that our Aristocraticall heads carry about them great store of that Serpents teeth which yeilded heretofore so sudden and plentifull a harvest of armed men, being but cast into the furrows of the earth, Though their armies have been hitherto invisible, yet we must suppose, That they are in a readinesse to rise upon the first Alarum beaten. If it be by absence, then we must suppose, That this A∣ristocraticall machination is easily yet to be prevented, for tis not a hard matter to draw a full apparence together, and that we see has been done lately by the order of the House it self. Nay, we see tis not the House, but the opposite part that desires to scatter, and divide, and draw away, and as much as in them lyes to hinder a full assembly: And therefore, This is not the way. If it be by accident, Then we must be contented to expect, and have a little patience; Fortune is not alwayes constant to one certain posture, nor do the Celestiall bodies confine themselves to one unaltered motion. The Parliament requests of the King, That all great Officers of State, by whom publike affaires shall be transacted, may be chosen by approbation, or nomination of the great Councell. The King takes this as a thing maliciously plotted against him, as a proposition made in mockery of him, as a request which He cannot yeeld to, without shewing Himself unworthy of that trust, which Law reposes in Him, and of His descent from so many great and famous Ancestors: He conceives, He cannot perform the Oath of protecting His peo∣ple if He abandon this power, and assume others into it. He conceives it such a Flowre of the Crown, as is worth all the rest of the Garland, not to be parted with all upon any extremity of conquest or imprisonment; nor for any low sor∣did considerations of wealth, and gain whatsoever. He conceives, That if He should passe this, He should retain nothing but the Ceremonious Ensignes of Royalty, or the meer sight of a Crown and Scepter; (nay the Stock being dead▪ the Twigs would not long flourish;) but as to true, and reall power, He should remain, but the outside, the picture, the signe of a King. Could this 9 be, If all Parliaments were not taken as deadly enemies to Royalty? the substance of the request seems to be no more but this, That it would please the King to be advised by Parliaments, rather then His own meer understanding, or any inferiour Councellors in those things which con∣cern the liberties, and lifes of the whole people. And how could this request seem equall to a demanding of the Crown, to a dethroning of the King, and to a leaving of the Kingdom destitute of protection, if Parliaments were not supposed mortall enemies to Princes, and Princes not supposed, but openly declared enemies to Parliaments; if the King choose such a man Treasurer or Keeper out of his own good liking only, or upon recommendation of such a Courtier, here he is devested of no power; but if it be upon the recommendation of the whole Kingdome in Parliament, who in all probability can judge better, and are more concerned, this is an emptying himself of Majesty, and devesting him∣self of Power. Ordinary reason cannot suggest otherwise hereupon, but either Parliaments affect not Kings, nor their own good, nor would make good elections, or else Kings affect not Parliaments, nor the King∣doms good, and therefore they oppose such elections, meerly because they are good: but let us observe the Kings reasons against Parliamenta∣ry elections; For first, He conceives them prejudiciall for the people: Se∣condly, Dishonourable to himself. Man is by nature of restlesse ambition; as the meanest vassall thinks himself worthy of some greatnesse, so the most absolute Monarch aspires to something above his greatnesse. Power being over obtained by haugh∣ty mindes, quickly discovers that it was not first aimed at meerly to effect Noble actions, but in part to insult over others; and ambitious men thirst after that power which may do harm, as well as good; nay, though they are not resolved to do harm, yet they would be masters of it,—Qui nolunt occidere quenquam—Posse volunt. And yet let this power be added, the minde still remains unfilled, still some further Terrestriall omnipotence, a sharing with God, and surmounting above mortall con∣dition is affected. Our Law has a wholesome Maxime, That the King may onely do that which is just; but Courtiers invert the sense of it, and tell him, That all is just which he may do, or which he is not restrained from doing by Law. Such and such things Princes ought not to do, though no Law limited them from doing thereof; but now those things which by nature they abhorre to do, yet they abhorre as much to be limit∣ed 0 from. That disposition which makes us averse from cruelty and inju∣ry▪ we account a noble and vertuous disposition; but that Law which shall restrain us from the same is stomacked at, and resisted, as a harsh bit to put into our mouths, or bonds upon our arms. Antoninus Pius is great∣ly renowned for communicating all weighty affairs, and following publike advice a▪ dapprobation in all great expedients of high concern∣ment; and he was not more honourable then prosperous therein. Had he been a meer servant to the State, he coul• not have condescended fur∣ther; and yet if he had done necessarily, what he did voluntarily, the same thing had been in the same manner effectuall; for tis not the meer putting or not putting of •aw, that does after the nature of good or evill. Power then to do such an evill, or not to do such a good, is in truth no reall power, nor desired out of any noblenesse, but rather win∣dy arrogance; and as it is uselesse to men truely noble, so to men that love evill for evill ends tis very dangerous. What will Nero more de∣spise, then to condescend as Antoninus did? yet 'twere more necessary that Nero were limited then Antoninus; for excessive power added to Nero's cruelty, serves but as Oyl poured upon flame. When Princes are as po∣tent as vicious, we know what Ministers swarm about them; and the end is, That as vast power corrupts and inclines them to i•l Councells so they perish at last by Councellors worst of all. Tis pretended that Princes cannot be limitted from evill, but they may be disabled from doing good thereby, which is not alwayes true; and yet if it were, the people had better want some right, then have too much wrong done them: for what is more plain then this, That the Venetians live more happily under their conditionate Duke, then the Turks do under their most absolute Emperours. Neverthelesse, if we consider the no∣ble Trophees of Rome which it gained under Consuls, and conditiona•e Commanders, we may suppose that no defect at all could be in that po∣pular and mixt government. And our neighbours in the Netherlands are a good instance; for they being to cope with the most Puissant and free Prince of Christendom, being but the torn relique of a small Nati∣on, yet for their defence, would not put themselves under a Dictatorian power, but they prepared themselves for that so terrible encounter, un∣der the Conduct of a Generall much limitted. Neither have those straitned Commissi•ns yeelded any thing but victories to the States, and solid honour to the Princes of Orange; and what more, the mightiest Mo∣narchs 1 of our age have atchieved or enjoy'd, besides the filling of a phantasticall humour with imaginary grandour. I speak not this in favour of any alteration in England, I am as zealously addicted to Monarchy, as any man can, without dotage: but I know there are severall degrees of Prerogatives Royall, some whereof have greater power of protection, and lesse of oppression; and such I desire to be most studious of: In some things I know tis dangerous to circumscribe Princes, but in others there may be great danger in leaving them to their pleasure, and scarce any hope at all of benefit; and amongst other things, the choice of publike Officers, if the State have (at least) some share therein with the King, what considerable inconvenience can happen thereby to the State or King, is not in me to foresee: but if it have no share, experience sufficient teacheth us what great disasters may happen. And so for the disusing and dis∣solving of Parliaments; if the Parliament divide some part of that power with the King, I see great good, but no harm at all that can ensue, either to weaken the Crown, or disturb the subject there∣by. But it will be said in the next place, If this disables not the King from protecting the Subject, yet it diminishes his own Right, and leaves him but the shadow of Royalty. This is grounded upon a great mistake; for some men think it a glorious thing to be able to kill, as well as to save, and to have a kinde of a Creators power over Sub∣jects: but the truth is, such power procures much danger to ill Prin∣ces, and little good to any; for it begets not so much love as fear in the subiect, though it be not abused; and the fear of the subject does not give so perfect a Dominion as love. Were Hannibal, Scipio▪ &c. the lesse honoured or beloved because they were not independ∣ent? surely no, they were the lesse feared, and for the same cause the more honoured and beloved. Or were Alexander, Pyrrbus▪ &c. the more honoured or beloved, because they were independant? I be∣lieve the contrary, and that they had lived more gloriously, and died lesse violently, if a more moderate power had rendred them lesse inso∣lent in their own thoughts, and lesse feared in other mens. Was Caesar the private man lesse successefull in his Warres, or lesse dear in all his souldiers eyes, or lesse powerfull in his Countrey-mens affections, then Caesar the perpetuall Dictator? No, if the Imperiall Throne of the World added any thing to Caesar, 'twas not excellence, nor true 2 glory, 'twas but the externall complements of pomp and ostentati∣on, and that might perhaps blow up his minde with vanity, and fill the people with 〈◊〉, it could not make Caesar a nobler, gallant∣er, greater Caesar 〈◊〉 he was. I expect no lesse then to be laught at at •ourt, and to be h•ld the author of a strange paradox, by those men which stick not to say, That our King is now no more King of Scotland, then he is King of France, because his meer pleasure there, is not so predominant in all cases of good and evill whatsoever: but I regard not those fond things which cannot see in humane nature what is depraved in it, and what not, and what proceeds from vain, and what from true glory; and wherein the naturall perfection of power and honour, differs from the painted rayes of spurious Maje∣sty and Magnificence. To me the Policy of Scotland seems more ex∣quisite in poynt of prerogative, then any other in Europe, except ours: And if the splendor, and puissance of a Prince consist in com∣manding religious, wise, magnanimous, warlike subjects, I think the King of Scotland is more to be admired then the King of France; and that he is so, to the meer ingenuity of Government, I ascribe it. But some will allow, That to follow the pattern of Antoninus freely, and voluntarily, as he did, is not dishonourable in a Prince; but to be under any Obligation or Law to do so, is ignoble. And this is as much as to say, That Law, though good, yet quate••s Law is burthenous to mans nature; and though it be so but to corrupted nature, in as∣much as it retains from nothing, but that which nature in its purity would it self restrain from; yet corrupted nature it self is to be soothed and observed. I have done with this point: 'twas spoken in honour of Hen. 7. That he governed his subjects by his Laws, his Laws, by his Lawyers, and (it might have been added) his subjects, Laws and Lawyers by advice of Parliament, by the regulation of that Court which gave life and birth to all Laws. In this Policy is comprized the whole act of Soveraignty; for where the people are subject to the Law of the Land and not to the will of the Prince, and where the Law is left to the interpretation of sworn upright Judges, and not violated by power; and where Parliaments super∣intend all, and in all extraordinary cases, especially betwixt the King and Kingdom, do the faithfull Offices of Umpirage, all things remain in such a harmony, as I shall recommend to all good Princes. 3 The Parliament conceives that the King cannot apprehend any just fear from Sir John Hotham, or interpret the meer shutting of Hull gates, and the sending away of Arms and Ammunition in obe∣dience to both Houses, to be any preparation for Warre and Inva∣sion against him at York, and therefore they resolve to raise Forces against those Forces which the King raises to secure himself from Sir John Hotham. The King hereupon charges the Parliament of levying Warre against Him, under pretence of His levying Warre against them. This is matter of fact and the World must judge whether the Kings preparations in the North be onely sutable to the danger of Sir John Hotham or no; and whether the Parliament be in danger of the Kings strength there or no: Or whether is more probable at this time, that the King is incensed against the Parliament, or the Parli∣ament against the King: or that the King is more intentive to assayl the Parliament, or the Parliament the King. 'Tis true, the King abjures any intention of making Warre against his Parliament; but what he intends against the malignant party in or out of Parlia∣ment, is not exprest: and the King abjures invasive Warre against them; but whether he think not himself first invaded already, is not exprest; and the specifying of a faction in Parliament of some few malignants, secures none; for none can plead force, and none ought to plead folly in Treasons of this nature, and the major part of the Houses can neither plead absence or dissent; and those which can, must not be their own purgators. Besides, the act of Sir John Hotham is disputable; the King adjudges it Treason, the Parliament adjudge it no Treason; and the King has not declared whether he will refer this to the tryall of the sword only, or to some other tryall; and if so, To what kinde of tryall the judgement of a Parliament shall be submitted: If we call another Parliament to judge of this, so we may appeal in infinitum; and why another should be cleerer then this, we cannot imagine: If we could constitute a higher Court for this appeal, so we might do in infinitum also; but we know no higher can be imagined: and if we appeal to a lower, that were to invert the course of nature: and to confound all Parlia∣ments for ever; if we call all the Kingdom to judge of this, we do the same thing as to proclaim Civill Warre, and to blow the Trum∣pet of generall confusion: And if we allow the King to be the 4 sole, supream competent Judge in this case, we resigne all into his hands, we give lifes, liberties, Laws, Parliaments, all to be held at meer discretion? For there is in the interpretation of Law upon the last appeal, the same supremacy of power requisite, as is in making it; And therefore grant the King supream interpreter, and tis all one, as if we granted him to be supream maker of Law; and grant him this, and we grant him to be above all limits, all conditions, all humane bonds whatsoever. In this Intricacy therefore, where the King and Parliament disagree, and judgement must be supream, either in the one or other, we must retire to ordinary justice, And there we see, if the King consent not with the ordinary Judge, the Law thinks it fit, that the King subscribe, rather then the Judge. And if this satisfie not, We must retire to the principles of Na∣ture, and there search, whether the King or Kingdom be to be lookt upon as the efficient, and finall cause, and as the proper Sub∣ject of all power. Neither is the oath of supremacy indangered hereby; for he that ascribes more to the whole universality, then to King; yet ascribes to the King a true supremacy of power, and ho∣nour above all particulars: Nor is our allegiance temerated, For when the Judge on the Bench delivers Law contrary to the Kings command; This is not the same thing, as to proceed against the Kings person, upon any judgement given against him. The King as to His own person, is not to be forcibly repelled in any ill doing• nor is He accountable for ill done, Law has only a directive, but no coactive force upon his person; but in all irregular acts where no personall force is, Kings may be disobeyed, their unjust commands may be neglected, not only by communities, but also by single men sometimes. Those men therefore that maintain, That all Kings are in all things and commands (as well where personall resistance ac∣companies, as not) to be obeyed, as being like Gods, unlimitable, and as well in evill, as in good unquestionable, are sordid flatterers. And those which allow no limits but directive only, And those no other but divine and naturall; And so make all Princes as vast in power as the Turk, (for He is subject to the directive force of God, and natures Laws;) and so allow subjects a dry right without all remedy, are almost as stupid as the former. And those lastly, That allow humane Laws to obleage Kings more then directively, in all 5 cases where personall violence is absence, and yet allow no Judges of those Laws, but the King Himself, run into absurdities as grosse as the former. I come now to those seven doctrines, and positions, which the King by way of recapitulation layes open as so offensive—And they run thus: 1. THat the Parliament has an absolute indisputable power of de∣claring Law, So that all the right of the King and people, de∣pends upon their pleasure. It has been answered, That this power must rest in them, or in the King, or in some inferiour Court, or else all suites must be endlesse, and it can no where rest more safely then in Parliament. 2. That Parliaments are bound to no precedents. Statutes are not binding to them, Why then should precedents? Yet there is no obli∣gation stronger then the Justice and Honor of a Parliament. 3. That they are Parliaments, and may judge of publike necessity without the King, and dispose of anything. They may not desert the King, but being deserted by the King, when the Kingdom is in distresse, They may judge of that distresse, and relieve it, and are to be accounted by the vertue of representation, as the whole body of the State. 4. That no Member of Parliament ought to be troubled for treason, &c. without leave. This is intended of suspicions only, And when leave may be seasonably had, and when competent accusers appear not in the impeachment. 5. That the Soveraign power resides in both Houses of Parliament, the King having no negative voyce. This power is not claimed as ordi∣nary; nor to any purpose, But to save the Kingdom from ruine, and in case where the King is so seduced, as that He preferres dan∣gerous men, and prosecutes His loyall Subjects. 6. That levying forces against the personall commands of the King, (though accompanied with his presence) is not levying warre against the King: But warre against His authority, though not person, is warre a∣gainst the King? If this were not so, The Parliament seeing a seduced King, ruining Himself, and the Kingdom could not save both, but must stand and look on. 6 7. That according to some Parliaments, they may depose the King? Tis denyed, That any King was deposed by a free Parliament fairly elected. To stand in comparison with these, I shall recite some such posi∣tions as the Kings papers offer to us; And they follow thus. 1. THat regall power is so derived from God and the Law, as that it has no dependence upon the trust, and consent of man; and the King is accountable therefore to God and His other Kingdoms, not to this; And it is above the determination of Parliaments, and by consequence boundlesse. 2. That the King is supream indefinitely, viz. As well universis, as singulis. 3. That the King has such a propriety in His Subjects, Towns, Forts, &c. As is above the propriety of the State, and not to be seized by the Parliament, though for the publike safety. 4. That so farre as the King is trusted, He is not accountable how He performs, So that in all cases the Subject is re∣medilesse. 5. That the being of Parliaments is meerly of grace, So that the King might justly have discontinued them, and being summoned, they are limited by the writ, and that ad consili∣um Only, and that but in quibusdam arduis, And if they passe the limits of the Writ, they may be imprisoned. That if the King desert them, they are a voyde assembly, and no honour due to them, nor power to save the Kingdom, That Parliamen∣tary priviledges are no where to be read of, And so their repre∣sentation of this whole Kingdom is no priviledge, nor addes no Majesty, nor authority to them. That the major part in Parlia∣ment is not considerable, when so many are absent, or dissent. That the major part is no major part, Because the fraud, and force of some few over-rules them. That Parliaments may do dishonourable things, nay treasonable: Nay, That this hath been 7 so blinded by some few malignants, That they have abetted trea∣son in Sir John Hotham, Trampled upon all Law, and the Kings prerogative, And sought to inslave the whole Kingdom under the Tyranny of some few, And sought the betraying of Church, and State, And to the same erected an upstart Autho∣rity in the new Militia, and levyed warre upon the King, under pretence that He levies warre upon them. That Parliaments cannot declare Law, but in such and such particular cases legally brought before them. That Parliaments are questionable, and tryable elsewhere. These things, we all see, tend not only to the desolation of this Parliament, but to the confusion of all other, And to the advancing of the King to a higher power over Parliaments, then ever He had before over inferiour Courts. Parliaments have hitherto been San∣ctuaries to the people, and banks against Arbitrary tyranny; But now the meer breath of the King, blasts them in an instant; and how shall they hereafter secure us, when they cannot now secure themselves? Or how can we expect justice, when the meer impu∣tation of treason, without hearing, tryall, or judgement, shall sweep away a whole Parliament; nay all Parliaments for ever? And yet this is not yet the depth of our misery, For that private Councell which the King now adheres to, and preferres before Parliaments, will still inforce upon our understandings, That all these doctrines, and positions tend to the perfection of Parliaments; And all the Kings forces in the North, to the protection of Law and liberty. I finde my Reason already captivated, I cannot further— FINIS. "
}
